[
    {
        "start": 0.0,
        "text": " The Joe Rogan experience. Train my day Joe Rogan podcast by night, all day. Um, Nuckle Sandwich is a sandwich shop in Austin. I heard of it today. It's legit. My pilot calls me just, you know, someone's got your brand out there. I'm like, what's it called? He goes, Nuckle Sandwich and I can go figure. Wow. But I hear it. It's good stuff. Yeah, it's real good. What's it? We should look at it. Yeah, yeah, yeah, yeah. Everything goes in here. Yeah, yeah, yeah, yeah. Whatever you want to do. So that don't shoot heroin on camera. I think we're going to be able to pass that. So what's happening, man? How are you? Well. There we go. I got one. Thanks. I really appreciate the invite. My pleasure. This is, uh, this is long time coming. I've been waiting for this. Yeah. Oh, yeah. I mean, especially all the influence you've had and things you've done. And I know the funny side of it. I know the UFC side of you. But watching the podcast and seeing all the characters. And I was just watching the Bill Murray interview the other day. And I just look at it and I go, man, to hear those stories talking about Hunter and just all that. And all of them stuff. It's pretty, um, you got to have your mind blown by now. Yeah, my mind's been blown out. It's kind of overblown at this point. To you. Yeah. I mean, I think about what you did with Trump and all that influence that you made. And you, you call it straight up the line.",
        "end": 1.41
    },
    {
        "start": 1.41,
        "text": "You want to come on the show. You want to do this. Let's do it. And took the time to do it. I think it was a huge impact. I think that we look at all the people that you've given a chance. You've given them a platform. And I think that's really, it's fair of you. And the way you interview, the way I see it from, you know, doing a few interviews. You let people talk. You let them speak their peace. You continue to help them through not getting stuck on one thing and navigate and pretty well. And it's really, I mean, it's from a guy that's, you know, in the business, not to this level. But got to the business. It's, it's respectful, man. Thank you. Thank you very much. What is the knuckles sandwich? But you even have a, your chain is a knuckles sandwich. It's all as history. Just kind of like, as I towards the museum today. Chef's hat with a skull started with that tattoo. Well, the first tattoo is I've had culinary gangster. So my buddy Joe Leonard monkey wrench tattoo. Great friend of mine. Did my first tattoo. And he made that. He says, I have this drawing for you. I want to show this to you. And that's pretty, you know, skull and chef. Let me check it out. So I don't put a tattoo until he draws it on first. I have it on for a while. Like, I have to look at it for a couple days. Like, does this resonate with me? So that's how it started. This way before TV, way before any of this.",
        "end": 3.0,
        "episode_id": "episode_1",
        "segment_id": 2
    },
    {
        "start": 3.0,
        "text": "And when I got on TV, when I got on food network, they were going to send me my first paycheck. You wouldn't believe how much I made that first episode. I mean, just huge money. $1,250. And I haven't said, you know, when you get started. And I wasn't planning on TV. But anyhow, I came back and I had all my buddies around my table. My house was kind of like a soup kitchen. All my buddies, you know, come by and someone will bring, you know, crab, someone will bring some state, you know, whatever. And some sitting with all my buddies, I said, hey, I got to think of a name for my TV. Like, my other business, because my restaurant business had a business partner. And I didn't want the checks to come to the business. So I said, what do you think? And my one buddy dirty says, my name is Guido. He says, great. He says, how about you make a sum deep? And that'll give us like some food for knowledge. And then, uh, and I said, you know, and I'm serious. I want to come up with a name for the company. I'm going to take my $1200 checksent to me. And I go, hey, dirty, how about I give you a knuckle sandwich? And he goes, that'll be a good name. That's it. That was it. And it was originally that. It was originally a sandwich with a ring on it and a sandwich made out of money. And that was knuckle sandwich. And then it just kind of all evolved from there. And so all my companies go into the brand of knuckle sandwich.",
        "end": 4.12,
        "episode_id": "episode_1",
        "segment_id": 3
    },
    {
        "start": 4.12,
        "text": "But I never put a product of wine or tequila or anything I ever did. And when we started making these cigars. And this guy that I'm partners with is such a, such a guru guy named Eric Espinoza. And we sat there and talked about it. And I have another brand called Flavertown. Like Flavertown's two whims of cool and two, you know. And that's got to be something. I didn't want to call Guy Fieri. You know, I didn't want to have my name on it. I don't want to do stuff that like buy this because it's my, you know, it's my name. I just want to do something, you know. And we all thought about it. We said, two hours are that good. And he's such a badass. It's called Knuckle sandwich. Did you have any idea in the beginning of your career of being a TV guy? Like, how did I, how did all that stuff start? Because that it's a weird world, you know. I had a conversation with Jose Andres about this. I want the, the, the emergence of the celebrity chef is like, I mean, he used to be like Julia child like way way back in the day. Shoes and then just one. Yeah, yeah. And then I guess there's a few other people. They, they never were like cultural figures. I guess Julia child was. She was probably the only one. Well, I don't care. She was really it, right? Yeah, that was PBS, you know. That's PBS. I wasn't people really blowing it up. I mean, I watched it because I loved that I was in love with food as a young age.",
        "end": 5.32,
        "episode_id": "episode_1",
        "segment_id": 4
    },
    {
        "start": 5.32,
        "text": "I mean, I was just, was it one because I didn't really experience and like exactly what my parents are feeding me. My parents are really good cooks. They weren't in the cooking business, but. Yeah, this whole food thing. I had before I got a food network, I had never watched the food network. And not because I don't believe it. And I mean, foods might epicenter what I do. But the last thing I was going to do, working seven days a week, 12, 13, 15 hours a day in the restaurant. Come on and watch more food. It's going to watch somebody make me, you know, a pop eye. I'm like, I got enough. Plus I also didn't really have a true understanding of what was going on. New who Emeral was. I mean, you couldn't. You know the one. You know when he had that said come. He was his tagline. Bam. Like they decided to try to put that into a sitcom. We just had that conversation the other day. Yeah, we just had that conversation. But Emeral's the OG. I give such appreciation and accolades to everybody that had before me. There were so many people that helped pave the way in one style of another. And some TV, some literary, some, you know, just living the, you know, keeping the energy of the industry alive. Because if you're not from the industry, you don't quite exactly get what it is. But it's a pretty, it's like understanding UFC. You know, the bigger fan you become of something. The more you start looking at it and just going.",
        "end": 6.51,
        "episode_id": "episode_1",
        "segment_id": 5
    },
    {
        "start": 6.51,
        "text": "It is so much more than what you're watching in the ring for the, you know, next 20 minutes. It's really deep and there's so much more in there. It's not just lifestyle. It's attitude. It's energy. It's connectivity. It's family. It's community. It's all that kind of stuff. So did you, like, how does one go from being a chef to being a TV chef? Like, what was it, did you just get an audition? Like, did they contact a bunch of chefs? Like, who's got the wackiest hair? And who looks like they'd be good on TV? Like, how do they, how do they figure something like that out? This is about the most wack story in the world. So, all right. So, never graduated high school. Dropped out of high school when I was 16, went to France. It was an exchange student. I'm going to give you a little bit more of the backstory. They probably won't. But I'll give you the quick version. So, when I came back from France, I was supposed to go to my senior year in high school. And I wasn't really super interested in going back to high school. I just lived in France in a boarding house and went to high school. And I didn't even speak French. But my parents were really open minded and I'd save my money. And they said, if you can pass a year of French at the junior college at 16, and you can pass the class and you can figure it out, I guess. So, I went and lived in a boarding house and went to high school. Came back.",
        "end": 8.04,
        "episode_id": "episode_1",
        "segment_id": 6
    },
    {
        "start": 8.04,
        "text": "My senior year, I just was not interested in going back to high school. So, I went to junior college, finished junior college, went to UNLV. Got my degree, graduated a little bit early, went and ran restaurants for other people. And then, and I was 26 moved back to the wine country, I have to Northern California where I'm from. Open my first restaurant. Had a bunch of restaurants to the buddy, things were great. It did exactly what I wanted to do. I wanted to be, you know, have great wife. I wanted to be a great dad. I wanted to have my own restaurant. That's all I wanted. Not that I was short-sighted and stuff, like big, big community person. I wanted to do a lot of, you know, community service and so forth. My parents were that way. So, that was it. Man, I had like three restaurants. A couple hot rods, a pop-on house. I was living it, you know. And at a bunch of friends came up. I actually kid across the street. He came and he said, you watch food network. So, no. So, we'll have a show on there. Called the Food Network Star. You should go on that show. I didn't even see food. I saw Rachel Ray one time. I was at a bar. I saw Rachel Ray on screen. And I'm like, heck girls got energy. I mean, listen to her. And she could talk food. She did. She doesn't know her shit. So, that was whatever. Not a six-eight months later. My wife's driving home from the city. She says, hey, I was just listening to the radio station.",
        "end": 9.17,
        "episode_id": "episode_1",
        "segment_id": 7
    },
    {
        "start": 9.17,
        "text": "They had that food network star show going on. Because you'd be great in that. Well, how do you know? You know, I'm seeing the show. She says, no, they're just talking about it. Like, you know, the culinary challenges and all the things. And then if you do it, you want to show. I want to show for, you know. Do you want what? I'm not been on TV. I made my own TV commercials from my restaurant. That was the only thing I ever did that was TV. So, none of it was appealing when they contacted you and they asked you, I wouldn't say it wasn't appealing. It just wasn't in my scope. Right. You know, it wasn't in your plan. It wasn't like something I was seeking. You know, we had talked about it. There had been many people had come to me before and said, Like, my buddy that was the, uh, was the marketing manager for, uh, Flowmaster. Remember Flowmaster's the mufflers? Oh, yeah. Hot mufflers. Yeah, sure. So he came to me and said, you should do a hot rod show. You love hot rods. It's a hot rod show. I mean, I know enough to be dangerous, you know, about hot rods. I mean, I know just enough to get into the conversation, where I bury myself. And, uh, so that was that. And so now the show, they say, make a, make a three minute pitch. So all my buddies, like, you know, got to make the pitch. Got to do the thing. Got to do the thing. And I avoided it anyway. I could. And to the point where it expired,",
        "end": 10.3,
        "episode_id": "episode_1",
        "segment_id": 8
    },
    {
        "start": 10.3,
        "text": "like the entry time it expired. So my buddy, my buddy, any mustard, he was on, we were on a barbecue team together. They'd competition barbecue and all kinds of crazy shit. And, uh, he says, you ever said that demo tape into the food network. And I said, no, I just missed that window. And he goes, good. I thought you're going to say that. He says, because they opened it back up. There's another week. He says, let's go make that. I'm like, I don't want to do this. He's like, don't be, you know, you always push every, you know, this is the truth. Because I push all my friends and like, open your own business. Go on that vacation. Have kids. You know, I'm always the one that's kind of, you know, go live your best life. And, uh, so I got to walk my talk. And lastly, I want to do show on it. So he's go on TV. And, because I never went to culinary school. You know, I just been cooking through my, you know, as my career. And so what I did does passion and living in France. You opened up a restaurant without ever going to culinary school. Yeah. Is that unusual? Hmm. I think it's probably 60, 40. Oh, really? Yeah. 60, 40 that go to school. 60 go to school. Hmm. That's a lot that don't, though. I could really be off on that. When I do diner strivings and dives. 70, 60% don't go. A lot of the mom and pops. Hmm. And that doesn't mean that they don't learn. I mean, some of the best chefs I know have been in the culinary school.",
        "end": 11.52,
        "episode_id": "episode_1",
        "segment_id": 9
    },
    {
        "start": 11.52,
        "text": "And just our super smart at learning and dig in. A lot of education, a lot of research, a lot of trial and error. A lot of, a lot of putting yourself out there. You got to be willing to fail. And like, yeah, I don't really think you'd be a good cook if you're not willing to fail. I mean, if you're just, if you stay in your lane so much. I just think that you get better chances to, well, let's think about fighting. You know, think about things you've learned. All the education and martial arts and boxing and all these different perspectives that people take to be in it. It's usually the one that has a pretty good, you know, narrow focus on something. I really, really love. But then having that outside perspective. So for me, as a chef, having the ability to understand Indian food, you know, there's such a depth there that I'll never hit the bottom. You'll never touch all the opportunities that there are. But, yeah. So back to that, I made the demo tape. And I made it so ridiculous that there's no way. There's just no way they were going to pick me. What did you do in the demo tape? Do you have it? Do you guys, I think you can find it online. I can't believe I just told you to look at it. Oh, you guys already? I haven't got anything. I didn't say you up. Did you really get up? I mean, just pulled it up. David, you pulled up that fast. It's in Japanese. It's in Japanese. You know, mechanical California home of true wine country cuisine.",
        "end": 13.05,
        "episode_id": "episode_1",
        "segment_id": 10
    },
    {
        "start": 13.05,
        "text": "Today, I'm going to prepare a dish for you, not in, not in fusion, but in Confusion. I'm going to do a Gorgonzola tofu sausage terrain that we served over. A mildly poached ostrich egg. Now, since we're in the wine country, I'll be serving that on great nuts. And done with a delicious, pickled, hearing moose right on top. And who I know, delicious. It sends shivers up my spine. No, seriously, folks. Real food, real people. That's the idea. See, it's all getting messed up. People are trying to take everything off the shelf and jam it onto a plate. And that's not what it has to be. I learned how to cook at a survival. My parents are going through this macro biotic cooking in the late 70s. And I had enough bulger and steam fish to kill a kid. So the idea in our family was whoever made the dinner got to decide what it was going to be. And being of a tying into sin, pasta was always one of the keys. I went studied in France and then came back and got my degree at University of Nevada, Las Vegas and restaurant administration. But a district manager in Los Angeles and moved up here to Northern California. It opened up three different concept restaurants. What I'd like to talk to you about, what I think I could do as a food network host, is teach people about real food, real people. Get it to the basics. Great product, great equipment, great ideas. So anybody can read a cookbook. Anybody can come up with a simple idea.",
        "end": 14.2,
        "episode_id": "episode_1",
        "segment_id": 11
    },
    {
        "start": 14.2,
        "text": "But the idea is bringing it to the table. I take people's imaginations and put them on the plate. Let me show you one of my favorite. I was all my way back from Houston where I was down there. Can't believe you're making me go through this. And I came up with a story. I had to take seven-style barbecue and mix it into Japanese cooking. See, in Japanese sushi does not mean raw fish. And that's what people think. It does. It means seasoned rice. So I take a little bit of seasoned rice. A little bit of smoked pork butt. And we put this together here. And a dish with a little bar American favorite. French rice. And mix this together with a little bit of the California favorite. Some avocado. And I came up with that idea. And as I was doing this, a buddy came around the corner. He says, we don't. What are you doing? He says, you can't put that into rice. He can't make sushi out of barbecue. What are you doing? You jackass. And that's what this dish is called. That's actually called the jackass roll. So we mix it up with servo. The idea about cooking is not just about great food. It's about putting all the pieces. Do you have a sharp knife? Do you understand sanitation? Do you know where to get it from? And do you know how to tie all the components together? You see, my idea about it is, is there so much more to teach. As a restaurant tour, people ask me all the time how to get do it.",
        "end": 15.31,
        "episode_id": "episode_1",
        "segment_id": 12
    },
    {
        "start": 15.31,
        "text": "I can take the restaurant and bring it to the home. And I think that would be something that would be sellable. My name's Guy Fietti. My friends call me Guido. You can now consider me your friend. Why did you think that would be ridiculous? That seems pretty straightforward. What's about a jammy? Oh, you switch this fucking up again? You got reboot again? Good reboot. No worries. Okay, okay. That seems pretty straightforward. I don't know why you would think that that would somehow or another, like that. I was taking it seriously. I wasn't taking it seriously. Yeah, the whole beginning line was. That's a TV personality. That's like, yeah, I listen. I had what I didn't want to take. That was it. Here we go. See, guys. Shit's done. I don't know why you would think that that would be something they would never pick you from. Why didn't know back then what I know about TV now? So you thought you had to be like super professional. I thought if I'd talk some shit and I would kind of made it to the joke and I told them what are they doing. I thought like, I'll be so, you know. I mean, that is pretty true to who I am anyway. What was that? 2005. Yeah, 2005. First, showed an air to 2006. But, yeah, so I send it to them. And I send it on a DVD. Because my buddy that filmed it worked at the TV station. And he put it. He burned it from the camera and put on DVD. Back in the old days. So I sent it in.",
        "end": 17.08,
        "episode_id": "episode_1",
        "segment_id": 13
    },
    {
        "start": 17.08,
        "text": "I said, I did my deal. I said, I would do it. I did it. So it gets in. What three days later? Late at night. Ten o'clock at night. Lori and I are sitting my wife and I sit on the couch watching TV. Home phone rings. She goes, now she's from Rhode Island. She's from North Providence. So she's a little bit tough on the phone at 10 p.m. Now I don't know where he is. Now he's not here. I'll take a message. No. Yes. No. She finally covers the phone. She goes, it's a food network. She had food network. It's one of my buddies made a jerk off. If I pick up the phone, I go, oh, a food network. Probably about that. They said, is this guy for Rory? And I'm like, okay, I know it's not because it was one of my buddies. They would have said, you know, if you had to. So she goes, um, yeah, we got your DVD. And we'd like to talk to you about it. And we want you to be on the show. I said, well, okay, what does that entail? Well, there's a contract. They'll be on your door tomorrow morning. We FedEx to do. So I get the FedEx. And I look at it and I give it to one of my attorney buddies. Like, man, they own your ass. If you signed this like an owner. So he redlined a bunch. And I said it back to them. They call me back and they said, you can't redline the contract. They were sending you. This is like, you went on the show. You don't want on the show. What is like, when you say the owner, like, what do you mean?",
        "end": 18.24,
        "episode_id": "episode_1",
        "segment_id": 14
    },
    {
        "start": 18.24,
        "text": "Oh, he says, you know how a contract goes when you get a TV. I mean, there's like, you know, we've got you for 36 months. You can't do any other production. Whatever. 36 months. I don't know. I didn't. Don't quote me on any of it. All I know is, I had never signed an entertainment contract. At that point. Yeah. A lot of them are pretty predatory. You take advantage of the person. It doesn't have an exposure. If you're going to become a star. They want a profit massively off it. So that's where it kind of my guy said to me, because you have your own restaurant. You're doing your own thing. What are you doing? What are you going to want TV? Right. And so long story short. I went. Lori and I were pregnant. Eight and a half months. He was pregnant too. Yeah. Well, that's what I call it. I held the baby weight. But we were, you know, we're pregnant. We got the kid coming. We hunter was four. No, hunter was. Did you name him after hunter Thompson? Yes, I did. Did you know that or you just say that? No, I didn't know that. Well, that's a hundred percent. I was, because I saw all the hunter Thompson in the hallway. And I saw the Bill Murray interview. I read fear and low thing in Las Vegas. I don't read a lot. But I read that book probably five times. It's a great book. Such a great book. And when I got out of college, I lived at a town. I didn't know anybody. I lived in Long Beach. I didn't know anybody.",
        "end": 19.37,
        "episode_id": "episode_1",
        "segment_id": 15
    },
    {
        "start": 19.37,
        "text": "I just worked at this restaurant. And I'm not a big TV person. So I just read the book. And I read it in college and I read it again. I read it again. And it's funny when you read something again. I got that from the Dale Carnegie book. I read Dale Carnegie. You know, you have to read it a hundred times or how many times. I just like, man, this guy owns it. This guy lives it. This guy just, you know, what a character. And then the more you, I read about him and the more you kind of learn about him. And so I told my wife. So we have hunter and writer, writers, freshman and San Diego State. And hunter just graduated with his MBA at University Miami. That's awesome. That's right. That's right. Yeah, thank you. He's a great tool. He's in the middle of the two. We raised jules. My sister died when jules was really young. And so jules just is graduating this Sunday with his degree from Loyola in law. He's in EDM, music. He's an agent. Oh, cool. So anyhow, I got on the show. I got there. Everybody stand in there buttoned up in their chef coats. I walked in. I mean, I mean, New York and everybody in New York. I mean, flip flops and shorts and a yellow leather jacket. And I walk in and everybody's like, you know, all puckered. And I'm like, oh, fine. This is not going to go well. This is going to be a shit show. And I just said, you know what? You got to give it a shot. So I just went in.",
        "end": 20.57,
        "episode_id": "episode_1",
        "segment_id": 16
    },
    {
        "start": 20.57,
        "text": "I was just me. Did what I do? I won. So I won the show. And what this show, what you win, is a six episode cooking show. Which they ran at seven AM on Saturdays. I mean, it was a worst time slot in the world. But they gave me the show. And I did good. And they gave me another show. And I did the show. And I hated it. I did the pilot. And I hated it. And I'm like, I can't do this. What was that show? It's called got to get it. I don't think you're going to find him. You're not going to find it. No. Jesus, please. I don't think it was never aired. So what it was. It was a show about. It was a show about kitchen gadgets. And I'm not a kitchen gadget, chef. Oh, so it's like you got to get one of these. It was like, I mean, it was like avocado slicer. Like if you can't slice avocado, don't eat it. I mean, you got a problem. But it was a cool one. There was a oven that talked Bluetooth to your phone. And that was way before Bluetooth stuff was really going on. There was a two stroke. We did your motor with a blender on it. And that was the coolest one. I made margaritas in that. So anyhow. But the one they gave me that sucked the worse. So the one that I wasn't in the exact was the game of ball. Like a hamster ball. The hamster ball. The hamster. Run around the house. But you'd put cream and vanilla and sugar. And all this in a ball. And then the ice cubes in it. And then you'd roll the ball around kick it around.",
        "end": 22.25,
        "episode_id": "episode_1",
        "segment_id": 17
    },
    {
        "start": 22.25,
        "text": "And it would roll and it would make ice cream. Okay. Yeah. Kind of fun. Yeah. So not for guy that has a sushi barbecue restaurant. Yeah. How long is the culinary ice cream. But a kick in a ball. I don't know. I was thinking that's fun. But then I thought no. How much time? You go kick it when you're in flip flops. So I did the whole thing. And they called me a couple weeks later. And they said he congratulations. The show got picked up for 13 episodes. It's prime time. Oh my god. I got it. I got to be honest with you. I'm not going to be able to do that show. Like what? Like not. It's not. So it went through a series of people. Like executive and executive from production company. The owner of the production company yelling at me. He told me wasted on some time in his money. I said, hey, nobody told me that if this got picked up, I had to go to the show. I thought it was a discovery for you, a discovery for me. I don't. I don't know shit from sex. I was about what's going on. How this all works. Which I quickly turned that. I was not going to be inside of the TV business and not be really aware. What goes on. So finally the president of network called me. And she said, you're burning a huge opportunity. Brooke Johnson. You're burning a huge opportunity. I said, Brooke, it's all about to me about authenticity. I said, I don't need the paycheck. And I don't need. I said, I'm happy with my life.",
        "end": 23.44,
        "episode_id": "episode_1",
        "segment_id": 18
    },
    {
        "start": 23.44,
        "text": "I love what I do. I like my cooking show called Guys Big Bite. You know, I cook food the way I want. Call it what I want to call it. Make it the way I want to make it. And I said, I just don't me and gadgets for cooking. It's just not a thing. She said, you might not ever get a shot like this again. I said, I really appreciate the opportunity. And I'm not trying to be a jerk. But I just don't want to do it. And she said, okay. And that was it. But fortunately six months later, if you couldn't, they call me back and said, we're going to be one more shot. You're going to be a food critic. I said, no, thank you. I go, hold on. Why not? I said, I'm not a food critic. I'm a cook. Last thing I'm going to do is go in and tell people they're doing it right in the wrong. That's like someone going and telling somebody. They don't like their their arts wrong bullshit. That's not my style. So they said, well, okay, it's not that. It's not that. It's not that. You go around. This was the key word. You go around a mom and pop joints. And you just eat the food and talk to the people. I got it. I can do. That's my style. I said, what's it called? Diners, drivers, dive-ins and dines. I said, what? They couldn't get the name right. No one ever gets diners, drivers and dives right. That's what we call a triple deal at the time. I said, I could do that. I could do that. That sounds like dives. I love dives.",
        "end": 25.0,
        "episode_id": "episode_1",
        "segment_id": 19
    },
    {
        "start": 25.0,
        "text": "I don't know a lot about diners because we don't have many them on the West Coast. And drive-ins. I love that was always special to me to go to the A and W. Drive-in when I was a kid. We didn't need fast food when I was a kid. So when you went there, that was like big, big deal. And that's all I got. Wow. Interesting. Yeah, it seems like it's hard to find. Because once they started making personalities out of chefs, then you have to find authentic personalities who are good on TV that are actually cooks. So it's kind of a little bit of a dilemma. Because chefs aren't necessarily the kind of people that you want to have in front of the camera for the most part. I deal with a lot of them. Yeah. But you know what? I think that everybody, when you get people comfortable as, you know, you get people comfortable. You're talking about themselves. You get them in a zone where they feel good and they relax. It's very similar to what you do here. I mean, I watch it. People have a gift of storytelling or have history. And what can people talk best about themselves, with their history or their passion? And that's what I did with Triple D. As I just went in, I remember the first one we ever shot. I'm staying there talking to the guy about thing. And I'm pouring coffee by my back. People are bitching at the counter. Because we're in the middle of an active service in the diner. I'm pouring coffee and pancakes burning.",
        "end": 26.21,
        "episode_id": "episode_1",
        "segment_id": 20
    },
    {
        "start": 26.21,
        "text": "And I flip the guy's pancake and I'm like, so well, how long have you been making the, you know, yeah, hang on a second. He needs an order back, you know. And I asked all my questions I was supposed to ask. And the producer at the end goes, Cut, cut, cut, cut, cut. That's what, come here. What the hell was that? I said, I, well, well, it's slow your role, bro. I said, I asked every question I asked. I said I didn't stand there and do it like P.M. magazine. You know, I was in the mix with the dude, but I asked all the guy there in questions. And he's like, can you do that again? I said, do you stand on my head? This is what we do in the restaurant business. I said, we work and we talk and we joke and we laugh and we bust balls. And we do, you know, that's what we do. It goes as clipboard on the ground. We've got to hit. And then we went around the country for the next three weeks and shot more locations and put that together into the pitch. So I understand was he pretending to be upset or was he upset until he explained how to shut? He's a kind of an upset guy. Uh, shall, fun. What do we do? That's the problem with TV dealing with upset people. Well, and the thing is, especially people that don't understand TV. So when I started triple D, I just treated my fellow chefs, restaurant owners like we were in the kitchen. I have fun, I tell him all the time. I want you to say whatever you want to say.",
        "end": 27.36,
        "episode_id": "episode_1",
        "segment_id": 21
    },
    {
        "start": 27.36,
        "text": "You want to drop 50 F bombs. If you cut, you say, if you drop thing on the floor, if you shit God David, it's not right. Don't worry. We'll stop. We'll fix it. We'll go forward, but I'm never going to make you look bad. I promise you, I'm never going to make you look bad. You look great. Sometimes you stop. I go, hold up. Let's hold up. What do you drink? Jack. We get him a shot of Jack, please. You don't even sit there and shoot the shit about his favorite team or talk about it. See, I always start talking about people's family right off the bat. Talk about the family. Kind of puts people on the same plane field. Hmm. Not a game. Just a reality. No, I understand. I get it. Well, that sounds like a fun thing to just drive around and go to people's restaurants and see how they do things and see the history behind it. And what was their dream? How satisfying is it to have this place? People meet the people they're just. I mean, bring tears to your eyes. There's so many stories, so many who've done like almost 1600 locations. And it's just mind blowing. To be in the restaurant business and to watch these people. What they put into it and how many sacrifices they've made. And then how many success stories we hear. And it's just, it is probably one of the most fulfilling things I've ever done in my life. You know, it's really, I would have been done by now. I had it not. I mean, I'm not in fact when we first started the show, I thought,",
        "end": 29.06,
        "episode_id": "episode_1",
        "segment_id": 22
    },
    {
        "start": 29.06,
        "text": "this would be fun to do it for a couple of years. I'll probably run out of places. This show could live on forever. How many years you've been doing it now? Sixteen. Sixteen years. That's crazy. Yeah. That's crazy. But it does some great things for him. I'm sure it's great for their businesses, right? You know. Must be a huge boom. We're shooting right now. We're shooting down right now. You know, awesome? Yeah, we just shot this morning. We're just shooting. Shot a place called the Bolden Creek Cafe. Vegan joint. And I shouldn't even say it like that. I should just say Bolden Creek at an awesome restaurant. No, you should say vegan. You should let everybody know. Well, I say, but here's the thing. I think when I say vegan, people like, oh, so you kind of got to give them their shot. No. I wasn't thinking that. I was just thinking, you know, I have some vegan friends that they only want to eat a vegan restaurant. I would take them there. It's so good. I just go eat there as it is. And that's what I want to interview people of vegan restaurants or vegetarian restaurants. I'll say, do your non-vegan vegetarian friends come here? Or I'll ask people, usually 50% of them that I'm talking to aren't vegan. They just go there because the food's great. This is a vegetarian place that I just don't love to go to in woodland hills. That was a Indian joint, like super authentic Indian. It was in this little strip mall.",
        "end": 30.28,
        "episode_id": "episode_1",
        "segment_id": 23
    },
    {
        "start": 30.28,
        "text": "And I would go in there and every all the menus in, you know, Hindi, everybody was speaking. It was, you know, you kind of look at the photos that they had of the dishes and just like that one, give me that one. So they see not spicy. All vegetarian, all but like super authentic. And you know, that's not even necessary what I'm interested in. But I would go there all the time. I want to eat great food. Yeah. So it's kind of like saying, I didn't mean to throw the vegan thing on it because really what it is, it's about great restaurants with really great people that own it or people that have a good story. And then people that want to talk about what the food, they talk about what they do. Did you ask them why they decided to make a vegan restaurant? She's vegan. And she had a coffee shop, started with a coffee shop, and then was doing a little bit of food on the side. And then just continue to grow and make it bigger and bigger. So funny. I drive up and they got a big knee on that says, caffeine dealer. And I'm like, that's my kind of energy. That's my kind of smart ass. You got to have fun with yourself. You got to laugh about this shit. And just great character. I'm actually probably getting my ass kicked from the network right now. I'm going to tell him about this at a time. But no, there's great. You know, I've been Austin a few years shooting triple D, but I'll come back to a city",
        "end": 31.51,
        "episode_id": "episode_1",
        "segment_id": 24
    },
    {
        "start": 31.51,
        "text": "and new places have popped up. Or we start to find out more about them. Have you been at Travis Barker's place? Yeah. I've heard that place is phenomenal. And that's a fully vegan place in LA. It's... Was it called Crossroads Cafe? Yeah. I've heard for many of my friends, like Dana White went there. He's like, dude, it's phenomenal. You can't believe it's vegan. That's the thing about it. Is people have this stereotype about vegan food? For a good reason. You and I like listen. You and I like wild game. You and I like meat. And so forth. But if you really look about it, well, there's just enough vegan people that are really annoying. That I won't disagree. There's enough that are wonderful people. No. Don't get me wrong. But there's a percentage of vegan people that are like hugely annoying. Well, and especially when they start, don't, here's the thing. Don't proselytizing. Yeah. Don't push yourself into somebody else's lane. Do what you want to do and do what you love. But don't go in. Don't. I'm not in the preaching. I'm not into trying to change. Have your opinion. Have your attitude. That's the problem with the whole vegan thing. Is that the people they represent themselves as morally superior. And no. And it's not all of them. Some of them do it just because they're kind of people. And that's what they want to eat. That's wonderful. But if that happens in a lot of different.",
        "end": 33.06,
        "episode_id": "episode_1",
        "segment_id": 25
    },
    {
        "start": 33.06,
        "text": "Of course, sections. I mean, there's people about heavy metal. You know, you don't like heavy metal. You're an idiot. Exactly. But with yoga. They just start doing yoga. They want everybody to yoga. Yeah, I get it. Well, I'll tell you a funny story. I was running restaurants down in Long Beach. And then I was in Redondo Beach. And running a little restaurant down there called Louise's. Tiny little pasta joint. Pete's in pasta. And there was a bunch of them in LA at the time. And then I eventually became the district manager form. But and I was young. I was very young in my career. But Louise Gracie used to come in. The Gracie family was right down the street in Redondo Beach. And I remember somehow through a manager to one of the guys. We got a UFC video tape. VHS. Someone had, I don't know what it was. I never seen it. I didn't even heard of it. And that was the first time that we ever came aware to, you know, you know, this, and then, uh, was a tank habit was down in Huntington Beach. Yeah. And we used to go that nice to live by Huntington. So we used to go down there in the tank habit thing in the T-door. You know, this whole thing. But you know, I mean, you're so ingrained in it. You're such a massive part of it that, you know, if anybody wants to start getting on a high horse about stuff, I'm like, as soon as you know enough about it. And as soon as you have a platform that you really can say something,",
        "end": 34.28,
        "episode_id": "episode_1",
        "segment_id": 26
    },
    {
        "start": 34.28,
        "text": "then speak your piece. But don't shove it down people's throat. I mean, I'm just not, you can do about anything. Yeah, you know. No, that's a big one with people start doing Gigiitsu. They only want to tell everybody about Gigiitsu. The vegan thing though is like, I really do get it from their perspective, like as an ethical perspective. It's just one of those things where if there's a thing that you're trying to do, where you're trying to be kind, you're going to get a certain percentage of people that start doing that, that get annoying. Yeah, I just choose not to listen to annoying people. I just tune it out. I don't have fucking time for it. I really don't have time for it. I mean, life, there's so much else going on in my life. And so much else going on in this world. I think why don't we start focusing all the good shit we can do? We can do so much great shit. If everybody would pivot themselves 10% and just go and look at saying, go take everything you love and then go do that more. Mm-hmm. And be worried less about what somebody's saying about you or what something's going on social media or whatever this other shit may be. Just go do something positive. This is social media contagion. It's a problem. It's a real problem. When will it break? It's the question. When will it stop being the center of shit? When people just start looking and go, okay, we're done. We've had enough of it.",
        "end": 35.42,
        "episode_id": "episode_1",
        "segment_id": 27
    },
    {
        "start": 35.42,
        "text": "It's, it's, it's, it's run its course. It's been poisonous enough. It's a, I mean, there's positive things to it don't get me wrong. I think there's some really good information that you can get from it. But the negative side of it just because you have a plot, you have a, you know, I always say to these young chefs that are on my shows. Like, oh, yeah, somebody wrote about me and I'm like, A, quit reading about yourself. B, look at the source. Now, I come up to you and I tell you that you food sucks. I tell you that you're doing something that's wrong. You know, we're friends. You can maybe take my opinion with some, you know, some credit. But the, you know, the jerk off that's writing about you and his mom's basement, Eat and Cheetos and his underwear. You know, clucking away, telling you how much you suck. Said you really care what that guy thinks? The problems that people see it written down and they think it's almost like, like, a valid source. And then they have to combat it. But you're going to combat 35 million people, or every million people are tweeting about things. And how do you control the accounts they have? Yeah, there's a lot of that. And there's a lot of people that aren't even real. But it's also just that the, the, the nature of it highlights negativity because the nature of this platform, what gets traction is things that make people upset. Well, it's what media used, I mean, still is.",
        "end": 36.56,
        "episode_id": "episode_1",
        "segment_id": 28
    },
    {
        "start": 36.56,
        "text": "You don't hear the front page of the paper talking about all the good that somebody does and all the money they raise. You're all the benefit they've given or all the experiences they've offered. You know, what you hear about is the negative, the death. Yeah, it's a problem because it's monetized, right? It's a problem because that's how people make money. And they don't think of it in terms of the impact that it's having on the culture. But if you, if you, if you, what you're, yeah, I mean, that's, that's how they're making money. They make money by getting people or used to be, by getting people to buy newspapers and tune into the news. And because of that, what's going to get people's eyes glued, not positive stories and inspirational stories, but rather whatever the chaos is, anywhere in the world. And exaggerate it to make it the most salacious and the most ridiculous. And how much can we, regardless of it's true or not. I mean, that's what's been killing me is all of the truth, not truth. Where is the, like, where's the medium? Where is the governing body? Like, is anybody going to hold anybody's feet to the fire on this? And could there not, I wish there could be a punishment like you lied. Yeah, but it's up to us, it's up to us to ignore them. Once you know that they're full of shit and once you know that they lie, take away their power. The way you take away their power is just not pay attention to them.",
        "end": 38.12,
        "episode_id": "episode_1",
        "segment_id": 29
    },
    {
        "start": 38.12,
        "text": "And they do it to themselves. And in general, mainstream media is kind of over the last, you know, eight, nine years is exposed themselves as being wholly corrupt, very corrupt and full of lies and propaganda and ignoring positive aspects of people because they don't fit with your political agenda. And it doesn't negative effect downstream of the entire civilization because it's just like everybody's had everybody's throats. And they're being fed all this negativity. First through mainstream media and then it's all accentuated by Twitter, and Facebook, and Instagram, and it's... No, it's poisonous. And it poisons the culture. Unfortunately, there's, it's, we're moving away from it. But there's still, are we? Well, I think there's a mass group that is still, you know, buying into it and being the sheep and going along with it. You're not following it. I'm not following it. But when public people, it's like it's wise for your health to not follow it. You know? True. But I hope, and again, I don't have any prescription to it. I follow the same mantra you're saying. Quit tuning in with paying attention, quit passing it along. You know, quit reading the bullshit. You don't know what's true or not. Just talk about what you know, and talk about what you believe and be who you are. And quit trying to just keep the quit negative shit. Just, you know, keep it out of your mouth. Yeah. It's just, it's, it's a problem because it's so addictive, you know?",
        "end": 39.45,
        "episode_id": "episode_1",
        "segment_id": 30
    },
    {
        "start": 39.45,
        "text": "It's people are constantly checking it. And when you're bored, you immediately grab your phone. And then what do you do? You open up social media. Like, what's everybody yelling at? What are they, what are they upset about? And you go to social media that you guys do? Mostly Twitter. Because it's the only one that's free in terms of like free speech, like legitimate free speech, call it X, whatever. I'm still going to call it Twitter. I hate when they say Twitter. X, point on the Twitter. Okay, it's been two years, three years. I know, but nobody calls it X. Everybody calls it Twitter. Why do you change it? Because he's crazy. Same reason why I bought it. I saw the picture of you shooting the bow at the desk. That's crazy. Yeah. Or the fire, the tip came right off and came right back at you. Yeah, it blew apart. Yeah, it's the thick steel. Do you think it was going to go through? I think if I had a reinforced arrow, so like, you know, there's companies that may look super durable, like much heavier grain arrows, and maybe an iron will brought head, but like a single bevel, two blade. I had a three blade, too much of a big cutting surface and just smaller surface. I thought about it for a lot afterwards. And I may try it again with goggles on in behind it. I wasn't worried about it hitting me, but it's pretty impressive. I mean, you can actually shoot a, I think you can shoot a 40,",
        "end": 41.09,
        "episode_id": "episode_1",
        "segment_id": 31
    },
    {
        "start": 41.09,
        "text": "what, what, what, what like round will that, I don't want to lie. I know nine millimeter bounce right off of it, but like what round is that? Will it nine millimeter bounce off? bounce right off? No. Yep. Yep. But Dr. Windows. No, not the windows. No. But it comes. You can get the windows done. Easy. Yeah. I was given one. Yeah. Yeah. I heard they're amazing. Everybody has one. I drove my Tesla here today. Oh, you have one. I don't have a cyber truck. I have a mine. He says you pushed the button, and the car will come get you. Oh, yeah. Oh, yeah. Oh, yeah. Oh, yeah. Oh, yeah. Oh, yeah. Oh, yeah. Oh, yeah. Oh, yeah. Oh, yeah. Oh, yeah. Oh, yeah. Oh, yeah. Oh, yeah. Oh, yeah. Oh, yeah. Oh, yeah. Yeah. Well. I have two more complicated things. They didn't keep it back up, and then, and then, and anyway. Yeah. But anyway, why would you do that? Why are you making a car like that? You fucking psych? Well, I guess it's really kind of crazy. And I think you can't sell them in some countries because they're like they're so durable that it's like a danger to other cars on the road. Cause, like, you would hope that if a cellisa hits a pre-is, they're both kind kind of crush equally. Would you think of Celica, that dates, that's people still have them? Celica's were awesome. I heard that we're making that. That's why I heard that they're gonna bring back a Celica. Celica's were awesome. Oh yeah man.",
        "end": 42.41,
        "episode_id": "episode_1",
        "segment_id": 32
    },
    {
        "start": 42.41,
        "text": "What was your favorite of all time American muscle car? Oh, that's hard. That's hard. I love them. I got a lot of them. I love, are they bringing back Celica? I'm trying to make this a tune just in AI. Might be an AI thing. I heard something about it. I don't have a favorite, but it's all, I like between, early, you can get as low as 65 for a couple of them, like I have a 65 core vet that I love. And then I think you get as old as 71 if you get into like the barricutas and the challengers, some of the mo-pars. But by 71, most of the Ford's and the Chevy's had fallen apart for whatever reason. I think as they stopped doing drugs, that's what I think. I have a theory. I have my psychedelic theory, because it's, if you remember, I've heard a lot of reasons they've stopped more EPA issues. Well, EPA issues as well, but why make them ugly? You can make them feel efficient without making them so ugly. Like they something happened, they lost their design language and everything started being flat and boring. Except core vet, core vet is another one. Like core vet, like they made good looking core vet steep into the 70's, because they still have that curvy body, but if I, I don't know, I don't know. Well, bow time, oh, par, or Ford, I love them all. I'm not picking one, I just, I love them all. I mean, I have a 70 cuda, I love that, I have a 68 Mustang, I love that, I just love that era of automobile.",
        "end": 44.15,
        "episode_id": "episode_1",
        "segment_id": 33
    },
    {
        "start": 44.15,
        "text": "And it's just like, it's also that era of culture. I love the music and the fact that life was chaotic and, you know, there were so many changes in the culture. There were so many changes in society. Yeah. Each year made it up. I mean, they went from Buddy Holly to Jimmy Hendrix in a decade and everything was like, what is, what's, what's the baseline now? My favorite movie set, Buddy Holly Movie. Oh, yeah. Remember that? Buddy Holly in the crickets and Gary B. Oh, it was great. That was a great flick. No, I brought the Triple D Camaro. That's, I brought it, I drove it over there. What is the Triple D Camaro? 60, Camaro. It's a 60 Camaro on an LT4. So it's basically a 2,022 Corvette with a 68 body on it. Oh, okay. I made two of them. I've had a few different cars inside of it. Did you take, like, the, the new Camaro and cut the body panels off and put the new ones on. There it is. Oh, nice. That's me driving it out too. So we just made that car. I made two of them. No, that's not, that's not the picture of that. But it is that car. So we made two of them. I had that one for the longest time. So you put a different chassis in it and everything? Yeah. Detroit racing's, oh, okay. That's great and great. But it's, I mean, it's just a monster LT4, a stomach five speed. It's just, but my boys were sitting there. That's what I like, rest of the months. I don't want to drive something with drum breaks.",
        "end": 45.42,
        "episode_id": "episode_1",
        "segment_id": 34
    },
    {
        "start": 45.42,
        "text": "It doesn't stop. Those are stupid. Well, it's so funny to think I have a band, either a trans amp and you'll band a car. And it's great and I love it and it's great car. But you, and you, you drive it and it's so nostalgic to drive it and it feels so good and it doesn't rattle. It's all that. But boy, you know, my assistant's, Camry, you know, does, you could probably take it from the line. Oh, yeah, a Model 3, I'll leave you in the dust. The Tesla. Those customers are flashy, shit. Yeah, that's, I mean, as far as pure performance, there's nothing like those things. Everything else is stupid. But I, I was this one to this. I mean, there's just three. Nothing official to be announced about the Celica. Yeah, I'm not going to force power. Six, six speed manual transmission. Oh, that's Forbes, dude. Click on four. It's not showing up. I've tried to click on a million times. I'm only getting, I have to get to add out of it and then there's no pictures that show. Well, the one below it looks like that one that says 2025, that looks like a dark horse Mustang. It doesn't even look like a Tome of the most of these are all, like, I think bullshit generated pictures. Yeah, there's a lot of that. There's a lot of those here, though. Yeah, go on and you can, I've felt for the Scarface 2 movie. Oh, did you? Yeah, there was something going on. Maybe I had a couple of shots of Santos, drinking a little bit.",
        "end": 47.0,
        "episode_id": "episode_1",
        "segment_id": 35
    },
    {
        "start": 47.0,
        "text": "But I was like, Scarface 2 and they did this whole AI thing. And I'm like, what I've been loving is a little people, little three, Theo Vaughan as baby. What's that? Oh, yeah, Theo Vaughan is a baby. He's in my absolute favorite. The AI, the babies that take like podcast clips and have babies. The things that's having a security discussion the other day about having so many words of mine on the internet or on TV, whatever, and then someone could put together whole sentence. And the security person said, what would you do if they sent a message to your wife and made it sound like you? I travel a lot. I'm the so-and-so, and you know, I need such, I'm in Mexico and I need 100,000 bucks. I'm, you know, locked up. What would you guys do? You know, and I'm like, that's a real thing. And like, no, that is a real thing. They're starting to exhort money from people. And you know, granted, they're usually doing it to older people and so forth. But it's a real, this AI threats, real thing. Yeah, that's one of the real things. Yeah. We're going to encounter a lot of unprecedented challenges to reality over the next few years. And there's nothing you could do about it. I mean, they're, they're going to try to figure out ways to stop it while it's happening. But, you know, I think they're farther ahead of us. Yeah, the top technology is just, it's reality-bending technology. You could essentially, right now, just from the podcast",
        "end": 48.26,
        "episode_id": "episode_1",
        "segment_id": 36
    },
    {
        "start": 48.26,
        "text": "that you and I have had so far us talking, you could have us say anything forever. We, they could do podcasts where you and I discuss, I don't fucking computer chips, the construction of them. And, and, and have conversations about nuanced details of the technology that we don't understand. And it could be anything, a big farm policy. You could talk about anything. And it would all be AI generated and no one would be able to tell. You, there's this scary podcast out there of me talking to Steve Jobs. I never met Steve Jobs. No, shit. No. No, no. No, shit. There's a podcast about 45 minute podcasts of me and Steve Jobs having a conversation. I never met him. Of course. If they could do anything with your voice, man. And it's like a little weird, like you can kinda tell, it's fake. But this is like, remember imagine, if you go back like just a few years ago, the AI generated deep fakes of celebrities were super obvious. And now they're not obvious at all. And the Tom Cruise one, that was the one. That was interesting. Yeah, that was one, the first one I ever saw. No, it's, and we're just on the cusp of it. I think it's even deeper and more convoluted and more screwed up than we know, but it's going to become something we're going to have to face because they're just, they're so far ahead of our legislation that's even interested in trying to control it. I don't even think, you know, we know what to control.",
        "end": 49.51,
        "episode_id": "episode_1",
        "segment_id": 37
    },
    {
        "start": 49.51,
        "text": "It's very shit. It is, but it's also like what is reality going to be, because what you're seeing right now is just a visual representation of what AI can do. What about once it starts being able to recreate experiences? Because that's coming. I mean, whether it's 20 years or 50 years, there's going to come a time if you stay alive long enough where you're not going to have to experience things, you're going to be able to sit down and, you know, just like the Matrix, it's just going to plug you in and you're going to experience something. Okay. Okay. We're a little bit of the same age. Do you not trip out the Dick Tracy had a square watch that look like an Apple watch? It's kind of crazy. Yeah. Maybe we talked to it. Never as like, that's not. He's talking to the watch. Okay. So did we? All right. This is like we should be drinking or something should be going on. What happened? Did Apple just did we influence another Apple people that they just decided to make it a square watch and make it look like Dick Tracy's watch or did the Dick Tracy thing? Did we already make the watch and did somebody go back back and, I mean, do you ever sit there in trip on shit like that? I definitely don't. You don't know. Not about that. I think it's very interesting. Normal. It's a normal shape for a frame. Not a watch you talking to though. Yeah. But it's just a start track. It's just a tiny screen.",
        "end": 51.06,
        "episode_id": "episode_1",
        "segment_id": 38
    },
    {
        "start": 51.06,
        "text": "Yeah. But the start track thing was a fucking walkie talkie. Kirk out and did hang out. It didn't we made the start deck? Yeah. But that was also, you know, life-eventating art. It's not art. But I, so, okay. Well, we'll go back to Matrix then, because I think of the Matrix things all the time. Like how, how, how real, how possible is that? We used to watch that cartoon. There was a movie my kid watched when he was little about the people that all went and lived. It wasn't too long. It was maybe 10, 15 years ago. About the people all lived in the spaceship and the little robot and the plant grew and everybody was heavy-sat and nobody walked. They were all in space. What is it called? Was it wally? At the little robot? Oh, the movie. Yeah, the movie. Yeah. The movie. Yeah. Wow. Yeah. That's what's really happening. Okay. So, you didn't buy my Dick Tracy idea, but I think that the other stuff is, I don't know. Well, when you think about where this is all headed, there's only a few different directions that one could go to and simulate it realities, a big one. I think that's inevitable. Because I think you're going to get more sedentary people, more people that are very uncomfortable with their own lives and want to live a different life. And then you're going to be able to have experiences just like when kids play Call of Duty all day long. Like what are they doing? They're playing war with zero consequences where they're able to kill people with",
        "end": 52.37,
        "episode_id": "episode_1",
        "segment_id": 39
    },
    {
        "start": 52.37,
        "text": "zero consequences, get killed, respawn, and they're doing it all day long just for the experience. Well, what happens when that experience is far more vivid. You're feeling things, you feel gravity, you feel your feet feel the concrete underneath you and the gravel you're stepping on, they're going to be able to recreate all that stuff, whether they do it with an implant or whether they do it with a helmet that you wear that sort of interacts with your brain, send signals into your visual cortex and recreate its experiences. It's coming. Are you taking this way past my Dick Tracy watch? Yeah, look at this robot. I'll I saw this yesterday. Yeah, look at this. Dancing robot. That looks so weird. It's so weird because they're moving like a human moves. And then eventually they're going to realize this human design kind of sucks. Let's make something that's better than a human. She won't wear the robot whacked out. Yeah, I robot went crazy. Oh, yeah. It's like flint. It's sort of flint on everybody. Yeah. Yeah. Well, it's going to be powered by AI and AI is not going to probably have the best opinion of us because a lot of us are annoying. Deep shit. Yeah, it's weird. It's about food and cars and yeah, that's deep. It's a weird time. It's a weird time for change because we're like riding this technological wave and we don't know what it's going to break and where it's going to break.",
        "end": 54.03,
        "episode_id": "episode_1",
        "segment_id": 40
    },
    {
        "start": 54.03,
        "text": "What's going to happen? Are we carton horse or we horseshin buggy and automobile? I mean, is that the energy or that the space that we're in? Think about all those people that we're in that era. Yeah, but those buggies are shit. They went 45 miles an hour. It's pretty amazing for somebody that didn't do that. I don't horse at the end of it and it's driving you down the road. It's what's that noise? What's that pop you? What I'm getting at is I think that the change is going to be way more radical than just going from a horse to a to a model T. I think it's going to be we're not, you know, there's a lot of people that believe we're already in a simulation and not a lot of people like cooks and people with schizophrenia, but like actual real scientists, including England, he said that the odds of us not being in a simulation are in the billions. Because the idea is that if technology creases, one day there will be a simulation that will be so good, you will not be able to distinguish whether or not it's real. And so then the question is when will you know whether that's taking place and has that already taken place? The matrix. Yeah. Essentially with the matrix. Similar. That's the same thing I was saying about the crazy watch. When where did that come from? I mean that's the chase you watch seems kind of obvious, it's a square. Yeah, but I'm just still saying that your TV's a square.",
        "end": 55.27,
        "episode_id": "episode_1",
        "segment_id": 41
    },
    {
        "start": 55.27,
        "text": "Most watches were round and all of a sudden we're trying to square, I don't know. Anyhow, not to get stuck. It's because it's crazy, it's sci-fi, look, it's a square. Like look at the jetzons, but I go back to the thing with the somebody, I mean, you were talking about people doing drugs and designing cars who sat around and so okay let's make up this movie where you take the pill and you're in the system, you're out of the system, you're plugging in the back of the head, you grow energy, you are the energy source now like we use cows for grinding grain or we're going to become that and so forth. Do you think about how when was that matrix 20 years ago, 25 years ago? At least it's pretty advanced. The matrix is the 90s, right? What year was that, Jamie? 95? No, it was 99. 99? Which still? Yeah. What we know about a guy we can look at and go make sense. I'm sure they wrote it even earlier than that. So yeah, and back then no one had any, I mean, we would, so if you're dealing it with 99, that's the infancy of the internet itself. You know where it's the internet. For the big thinking. I stumbled upon this, when we were talking about something the other day, the square wrote a book in 1960 called the Man Computer Symbiosis, which is a very early idea of what the matrix I think kind of. A concept of a human computer collaboration, and this is 1960, where computers would augment human capabilities and decision making and complex tasks.",
        "end": 56.5,
        "episode_id": "episode_1",
        "segment_id": 42
    },
    {
        "start": 56.5,
        "text": "This vision involved computers facilitating both the solution of formulated problems and the formulation of problems themselves, essentially creating a partnership or humans and computers can work together more efficiently or more effectively than either could alone. Well, that's happening right now. That's already in 1960. Yeah. That's real. What was the guy's name? Lick. Lick-liter. They see our Lick-liter. Strange. I mean, Mr. Lick-liter. Yeah, man, computers and meiosis. Look at that guy. Look at him. He looks like the type of guy would think up shit like that. Lick-liter. Looks like he'd be trolling for prostitutes, too. Just saying. I mean, maybe he did. That's it. Sure he didn't. He looks like real little guys. It's just a very tumultuous time because the change is coming so fast and no one knows what to do with it. You know, there's not enough laws to really stop it. And even if you did have the laws, China's not going to stop, Russia's not going to stop. And who do you go to for an answer? I mean, it's like there's so many people that are so susceptible to it and it's just free wood. I mean, it's just, it's out there and people don't even know how to harness it or even understand what you're getting duped into or whatever the case may be. It's like the things that people are putting on the internet and it lives in perpetuity. I mean, it's not going anywhere. Well, this is all surface level stuff.",
        "end": 58.21,
        "episode_id": "episode_1",
        "segment_id": 43
    },
    {
        "start": 58.21,
        "text": "The really crazy stuff is controlled. The power grid, alternative technology, alternative power sources. It's going to get very, very, very strange inside of our lifetime. But people are always going to need food, bro. You know, AI is not going to make you a yummy sandwich. Give me time. You think? No, I don't know. You know, there's something about handmade things that people are always going to enjoy. Human beings know that someone, let's like, when you go to a nice restaurant and you have a nice meal, one of the things you know is that a person did this. It's part of it. Like, damn, they nailed it. You know, when you're eating a perfectly cooked steak, our Oscar nailed this. You know, well, it's listening to, it depends on your kind of music, but listening to music when somebody's up there riffing to guitar versus somebody making a guitar sound. Oh, yeah, for sure. Yeah, you're experiencing the person performing, like you're watching someone up there jamming. I think the big thing in food, like one of my positions on it, and I always tell people, you know, you're the guy that does that show about deep cheese burgers and pizza that I'm like man, you don't watch the show enough if that's what you think. Because I'm super opinionated about, not opinionated, but I have a real responsibility, I think, to show the profile of food in the world or in the United States. And we've got to get our shit straight about what we're eating.",
        "end": 59.43,
        "episode_id": "episode_1",
        "segment_id": 44
    },
    {
        "start": 59.43,
        "text": "We're just, we can't eat this process food. I mean, process food is, you're not eating it. I mean, we got to eat the basics in eat great food and eat great food made correctly, but something that was made a long time, don't get me wrong. There's a place for everything, there's a place for fast food, there's a place for, you know, things that are pre-made and so forth, but it can't be all of one thing, but people need to eat better. And, you know, you being a hunter and myself, I talk to people all about it all the time. You know, this is a reality that if you eat things that are modified, I'm not saying genetically modified, doesn't have a place, but it can't be all the same stuff. And if we don't watch it, we're going to get ourselves in some deep shit. And we're already in deep shit. Cancer is, you know, where's the heart attack? Where's the stuff that was plaguing us for so many generations? And now, this cancer, they lost my sister to cancer, lost my dad to cancer, have some of my running to more people on a daily basis that are, you know, stricken with cancer. And I think food has, you know, the type of food and what's put on the food has a big, big play. So it's definitely a factor. There's a lot of factors, there's environmental factors, there's toxins, herbicides, pesticides, there's just a lot of different factors. That was just reading this thing about golf courses that if, or watching a video",
        "end": 100.56,
        "episode_id": "episode_1",
        "segment_id": 45
    },
    {
        "start": 100.56,
        "text": "rather on golf courses, that if you live within a certain radius of a golf course, you have a much higher possibility of getting Parkinson's disease. Oh, here it is. Parkinson's risk higher for those living close to a golf course. What does it say, a hundred and twenty-six percent? Wow. So, I found people living within one mile of a golf course have a hundred and twenty-six percent higher risk of developing, developing what happened. A hundred and twenty-six percent higher risk of developing Parkinson's disease compared to living more than six miles away said co-author Dr. Redorcy, a neurologist and the director of the center of for the brain and the environment at Atria Health and Research Institute in New York. This is in the first study that links Parkinson's disease with pesticides. It's just adds additional evidence that this isn't just happening among farmers. This is happening to people living in suburban areas that have an increased risk of getting Parkinson's disease simply because of where they live. That's crazy. But not the ones to bring the pesticides that's like second-hand smoke. They're just basically breathing it in or consuming it in the water that they're drinking. I met a guy once that he had bone cancer and he had to have one of his bones in his legs or place with a rod. He said that there's an enormous percentage of people in his neighborhood that had bone cancer and all kinds of different cancers and it was all linked to",
        "end": 102.31,
        "episode_id": "episode_1",
        "segment_id": 46
    },
    {
        "start": 102.31,
        "text": "this golf course. The runoff from the golf course had gotten into the water table in the water supply of all these people. Yeah, it's dangerous and that shit's not even legal in a lot of countries. That's it's crazy. That's glyphosate. I think they're linking this golf course thing to glyphosate as well aren't they? It's just pesticides in general. I'm leaving looking at analysis. It's like a contentious new study. Obviously it would be, but I'm trying to see what the contention is or why. You know what spooky man is like with a lot of rich folks live on golf courses and they think like hey what a great life and are you opening I wonder what how many more of those fuckers are getting Parkinson's because of that. Scary shit man. You think about the other countries. We don't talk about a lot in our country but what they banned in other countries. Uh-huh. Of our products. Oh yeah. And just how they're holding the line. Remember when I lived in France? I was either right outside of Paris in a town called Shonti. We'd called Shantili. Which is a term Shantili Lace Shantili cream that comes from. But I remember I was there. I was 16 and I wrote my parents and I'm like food just tastes different here. I'm out of care of it's a steak in a potato. It just tastes different. I mean like because it's grass fed steak. It was in a half grain fed steak over there. I noticed that the first time I went to Australia. I had a steak. I'm like this tastes like game. And we didn't have",
        "end": 103.57,
        "episode_id": "episode_1",
        "segment_id": 47
    },
    {
        "start": 103.57,
        "text": "this funny because we go to school. The lunch that we had at school was kind of this boarding house. I rented a room from this family and they were terrible cooks. I didn't think you go to France. Everybody cooked good. But anyhow I went to high school. I looked forward to lunch at school. It was the best school lunch in the world. You'd sit at a table like this. They were eight kids and they would come by with a cart and they'd put down a hotel pan full of, you know, the whatever vegetable, whatever starts, whatever meat, which sits in right all the French bread we could eat. And it was just like I looked forward to it so much. It was such great food. And I just never got it. Well, and then I got older and started cooking and I kind of went, oh, really. So that funny thing was I went back to France. 25, 30 years later. Took my old son Hunter with me. We did a whole tour through Europe when he graduated high school. I took him to seven countries and 14 cities in 30 days. And we did this whole tour of where food came from. But I took him back to Shonti and I went to the grocery store because my best friend from school still lived there and I walked into the grocery store. And what had been a grocery store full of huge aisles of fresh produce and breads and everything you could imagine was now just. freezer freezer freezer freezer. Really? And I said events I go as in his vassal. I said vassal.",
        "end": 105.16,
        "episode_id": "episode_1",
        "segment_id": 48
    },
    {
        "start": 105.16,
        "text": "What? Kisses it? And he's like, going to be more like Americans. That was his, you know, kind of joking. But it had changed so dramatically. I was like, this is like not it was shattering. Yeah, I think fresh food is really the only thing that people are supposed to be actually eating all the time. Real food. I mean, the more that you can get to a farmer's market, the more that you can have relationships with ranchers and people that actually provide you food, the healthier you're going to be. And the further you get away from the source, the more you're going to have preservatives, the more you're going to have processed food, stay away from the inside of the supermarket, all that stuff on the inside. I mean, there's condiments and stuff, but most of it's bullshit. Yeah, outside. And I agree meets eggs, all that stuff that's on the outside, all that refrigerated area on the outside, that that's all you're supposed to be actually eating. All that stuff that's in the middle is just fucking your life up for the most part. Obviously, it's a generalization. Plenty good stuff in the middle. Yeah, and I think that there is, but circumstances, not everybody has the same budget and so forth, but I do believe that the reality of it is this education is a big thing. Education for people about what to do with real food and how to handle it. And so forth, I remember home Mac was a great class and when I was",
        "end": 106.35,
        "episode_id": "episode_1",
        "segment_id": 49
    },
    {
        "start": 106.35,
        "text": "a sophomore in high school, home Mac, I took home Mac. It was almost all girls, but I was in it because I wanted to see what the, I didn't want to sew, but I did want to learn how to make a blockberry pie. And I just think those simple fundamentals should still be something that are taught in schools, like just how to make a roasted chicken. Like give them six months of roasted chicken, you know, how do you cook a potato, you know, just to basics? Because there's a lot of people that you know, my son included my son writer, you know, we did a crash course. I always made him cook with me in the kitchen, but it was usually begrudgingly, you know, he'd make things that he'd like to make pizza. Let's make pizza, you know, tacos. But even that little thing, like how to see or stake, you know, what's done, what's not done, what's overseeing, what's done, you know, those things. We were missing that, you know, so you said go to AI food, I mean, scary shit. Yeah, we've been bamboozled, you know, and corporations, you know, the same corporations that used to, well, still do own tobacco companies, bought out all these big process food corporations. And then they start, I mean, this is something that RFK juniors talked in depth about. And then they started using the same tactics to get people hooked on these process foods, and these process foods are essentially designed to make them incredibly addictive.",
        "end": 107.54,
        "episode_id": "episode_1",
        "segment_id": 50
    },
    {
        "start": 107.54,
        "text": "And they're cheap, and people just consume them in mass, and it becomes a large percentage of the calories you take in. It's going to take a long time for people to adjust and switch away from that, because it's easy to destroy something. It's very hard to rebuild, and they've kind of destroyed our health. And, but it goes hand in hand, because when you start thinking about, you know, this cancer thing, and how devastating it is, I mean, can't really solve this, you know, and then you listen to some other sides that will say, you know, big business, you know, you don't make money, it's caring people, you know, that's, it's one and done, it's over, you know, I don't know. It weirds me out, but I think that we have, you know, you just got such an massive platform, and I talked, you heard my little pitch there at the beginning of Food Network, Real Food for Real People. I'm not saying these restaurants, I should be on trouble, you should go eat every single day, because not every one of them is, you know, always the healthiest situation. I think you need to have a good balance between things, but it's okay to have indulgence, it's okay to have a tweet. You ever know, have your pizza, you know, your pizza experience, but we just need to get back to some balance of it, because we're in balances, right, because my feeling. But then again, you're always going to have bad examples that are good for people to realize I don't want to live like that,",
        "end": 109.15,
        "episode_id": "episode_1",
        "segment_id": 51
    },
    {
        "start": 109.15,
        "text": "guys living. You want to see someone who's like morbidly obese, terrible diet, no enthusiasm for life, because they're poisoned. You know, and then you see a guy who's super healthy and exercising all the times, got tons of energy, you're like, that's what I like. You need to see bad examples too. It's part of the human experience. Moneration is my favorite thing that I talk about, you know, I got into, I don't know, about three, four years ago, got into cold plunge, and thank you, by the way, you're great advocate and you're great. You were a great inspiration on it. I started doing it, and then everybody would tell me that you're doing it. So I listened to what some of things you, I do it in the morning. It's great. You said, it is, it did, it did some mornings at socks. I mean, I really have to force myself every day. I'm going into this. This is bullshit. You know, okay, we just get through five minutes, and I'm good, you know, just listen to Paul Harvey, I listen to Paul Harvey in the morning. That's really Paul Harvey. Why the rest of the story? Why Paul Harvey? Because I love history, and I love to learn the little nuances of how things came about, and it was something reminds me of my childhood. You know, we'd listen to it in shop class, when I was in high school, and it was always that quick little in-between break. You know, they was syndicated. Pretty interesting guy. There's a whole bunch out there. Oh, he was great.",
        "end": 110.4,
        "episode_id": "episode_1",
        "segment_id": 52
    },
    {
        "start": 110.41,
        "text": "I had my set of music that I listened to that I know this is I'm going to do a 10-minute plunger, 12-minute plunger, you know, depending on the song, and if I can keep myself out of it, because as soon as I start worrying about it, it's like thinking I'm cold, but I don't do it year temperature. You do a crazy temper. I do like 38, 39 year. I heard you're okay. I do whatever. No, I heard you're in the 33's. Yeah. It's fucking nuts. It's no different. It's just cold. I have friends with different. I was so in your buddies earlier, so I friends will come and do it. I started with my cool bunch. I started with the watering trough, and put ice in it. Mm-hmm. So I was the way I started. You know, you get that little thermal barrier around. It's awesome. Yeah. Okay. And then you have, you know, you've got to move or something, you move, and how you're cool. Then I went to a freezer, built one out of a freezer. Oh, like a, like, one of them big game freezer. Yeah, big resting house. Yeah, it was freezer, a little filter in it, and a little thermostat. You plug the freezer into the thermostat. And then the thermostat into the wall. And then it would, in the put a little temperature in there, and it would regulate itself. So it didn't turn into a block of ice. But every time I got in, I had to unplug it, because they're not UL rated for humans to be in them. You know, it was for water. Right.",
        "end": 111.48,
        "episode_id": "episode_1",
        "segment_id": 53
    },
    {
        "start": 111.49,
        "text": "So then a buddy of mine is guy Jamie Week sent me one sent me one from sweat house, his company. And then I got in real cool, punch. Well, that water circulates. That's it. Well, difference is like a blue cube, like blue cube is one we have out here. That one, you can turn to a raging river. It's got different selections. You can have like a little. If you get in it normal, it's just a slow, steady circulation, not, not nothing crazy. Right. Being clicked that bitch one or two. And it, too. It's that mother fucker is a raging river. It just rolling on you. And it's hard to do a minute in that bitch. It's hard to do a man. But you do get that little thermal barrier in the blue cube. No, this one is called plunge, not a Sacramento. These guys, great, great tub. The thing about it is like, I don't know what the benefit is other than it's sucking more. I think your body temperature stays the same, because it's like just by, I guess you don't feel as bad because your body, like in a regular cold plunge, because your body develops that thermal barrier, but you're still cold to shit. And you get all the benefits. I don't think you have to suffer through that raging river thing. But if you want the mental benefits, the benefits of overcoming adversity and the ability to just force yourself to do something that's intolerable, then I would recommend doing that. If you're one of those people that really enjoys torturing themselves. I push people on this and so they'll",
        "end": 113.19,
        "episode_id": "episode_1",
        "segment_id": 54
    },
    {
        "start": 113.19,
        "text": "get it. I was telling you guys, so I'll buddy, come over and I'm not doing it. I'm just do one minute. If you do one minute, I'll get off it. I'll quit bus from your balls about it about you being, okay, get in there. So then I'll start talking to my, okay, I get time we're going. And they're okay, what, you know, I'm talking about this and I'll freeze my ass off, okay, give me your favorite song. Which favorite song? Then I'll look the song up, take my time. Hankley, it's country boy cancer. Okay, okay, ready? I'll play it for you. You're doing good. You got, you're just a few more seconds. It's already been two hours. Play country boy cancer by it. Okay, how many words do you know to this song? Oh, all right, besides the hook, what do you know of the song? Okay, you know, I'll sit there and just mess with them. They'll go four minutes. And I'll say, okay, and stop. Think of that was a minute. Bullshit, that song's over. That's kind of like, I was like five and a half minutes. You see, it's mental. It is mental. Yeah, it's mental. If you can distract yourself, it's actually a part of Harvey. Yeah, well, that's why watching a movie while you're on a treadmill is a total cheat code. Because if you can get like an iPad and put earplugs on and watch a movie, you'll get absorbed in the movie. You won't even think it about the fact that you're running. You know what I watch? What? Ridiculousness.",
        "end": 114.32,
        "episode_id": "episode_1",
        "segment_id": 55
    },
    {
        "start": 114.33,
        "text": "Oh, that's a good thing to watch. Yeah, I love Ridiculousness. I went on there. To me, dear to the comments of the funniest deal, brim, all those guys, they've cracked me up and you know, except for happening to fight through a commercial here and there, because I don't remind you that you're still on the elliptical. You're driving on that elliptical guy. I don't do either of those generally. I mean, sometimes I'll do a treadmill with, well, like, a way to pack on. I'll do like, who do you use for the pack? What do I use? Outdoorsments. It's a, it's a pack that has a post on the back of it, so I could actually put like big plates on it. Yeah, that's fun. Yeah. What kind of way do you talk it? Mostly when I go for long walks, I just put 45 on. So the pack is probably five pounds and then the 45 pound plate. Then I take the dog out. But if I'm doing hard core workouts, I'll put 90 on it. So I'll put two plates. And then there's a great machine called, see if you can find a Jamie's called the, I think it's called the hit sled and you, it's like you do a farmer's carry. So it has plate posts on either side and you lift it up and it's at an angle. So as you're walking, you're carrying, you want to step inside of, no, no, no, no, you just, it's just a treadmill. It's like a treadmill that's at an angle. That's it. Was it called, Jamie? Hit, yeah, the hit, male, X. That was that. It's a whole unit itself. That",
        "end": 116.02,
        "episode_id": "episode_1",
        "segment_id": 56
    },
    {
        "start": 116.02,
        "text": "mother fuckers the shit. That thing is the shit and it sets, is that the tensioner in the front? Well, so you've got this, you got the ability to just incline. I think, does that a just incline? Or is it static? Either way, whatever that incline is. And then you have those weight posts on the side. So you're lifting weight up and you're carrying weight. So that guy's got 45 on each side. So he's carrying 90 pounds while you're walking uphill. And woo, that'll get you in some shape. Woo, baby. That'll get you in some shape. Ask, kicker. Yeah. What do you cook? Mostly meat. Mostly what I eat is meat. That's like 90% of my diet, meat and eggs. What's the, what's your cheat? What's your like, it's an old chin. My daughter is a really good chef. I'm not a good chef, a good baker. She's great at cookies. She makes, she fucking, every time she's cooking like god damn it. Yes, she's making me some cookies. She's really good though. They're really legit. Like she made these cookies, like these peanut butter, chocolate chip cookies with Nutella. Woo. They're good. Um, can you do just one or two or two? Yeah, yeah. Well, I work out a lot. So I allow myself to eat like a pig every now and then. But like for me, cheat food is always Italian or Mexican. I love, I love good Mexican food. I love good Italian food. I just love if I'm going to pig out and I'm going to eat something that I know is just for mouth pleasure.",
        "end": 117.36,
        "episode_id": "episode_1",
        "segment_id": 57
    },
    {
        "start": 117.36,
        "text": "It's probably going to be Mexican or Italian. Carbs. Oh, yeah. So addictive. Yeah. If I the more I stay away from them, the less addicted I am to. Oh, for sure. And then as soon as I have them, I find myself right back in and back into, you know, I look forward to going to New York just for Italian food. Because like Austin is great for barbecue and steaks and Texbex Mexican foods great here. There's a lot of great food in Austin, but there's not a lot of legitimate Italian spots. Like there wasn't LA LA had some legit Italian spots. Chicago. Chicago's got great Italian food. My favorite food, so these in Chicago. East Coast Italian food. To me, there's nothing like it. That's it. That's the epicenter for me. Like old school East Coast Italian sandwiches and pasta and pizza. Well, there's something about walking into a deli in Rhode Island in New York, whatever. It just smells different, the four creaks. The fresh cut in the slices, the whole fire it up. That's so excited to get that fucking sandwich in the middle. The meatballs taste different. Yeah. Now, the whole thing. So federal Hill in Rhode Island is a real famous Italian, but I've shot shows up there a couple of times, but it's not too far from one of my wife's family that. And I just remember going up there and going to the delis and getting those cherry pepper stuff with prosciutto and provolone and just, you know, I'll take six of them and I'll take 18 to go.",
        "end": 119.08,
        "episode_id": "episode_1",
        "segment_id": 58
    },
    {
        "start": 119.08,
        "text": "Yeah, I always bring them all back to California, just can't find anything like it. You know, what else? I've missed on the East Coast that you don't really get out here is a legit Jewish deli. Like a cat's deli. Like someone needs to figure out a way to do something like that here. We can get like a legit, post-traumy rubin, like a real one, you know? But the question I have about that, that's what people ask me on the time. When I first started triple D, you could only get true text max or great Mexican food really in this Texas Arizona Nevada California down in this pocket. But I will say that now I'm starting to find because typically it's the people migrating to these different areas. I went to a Mexican joint on triple D in Minneapolis and it's a Mexican market, kind of city, it's the whole thing. And it was better than 85% of joints that I've tried in this regions I was just talking about. So I was starting to find this better cross-pollination of foods in different regions. People move exactly. Yeah, but it's got to have the market. See, the market is the key because who are they going to sell it to a people don't get it? Because a fatty brisket from Cat's Delhi is just a different, you've got to have the mindset of taking people there so many times and like it's this much meat and there's little pieces of bread and I'm eating meat the whole time like, yeah, that's part of that. It's part of me. I shut the fuck up.",
        "end": 120.35,
        "episode_id": "episode_1",
        "segment_id": 59
    },
    {
        "start": 120.35,
        "text": "I got a good one for me. First time I went to Cat's Delhi. So I'm in their filming food network star. When I had had a day off, my buddy lived in New York. Guys, it was on the show with me. So I'm taking a cat's tail. Cat's Instagram, second sees some visuals was going on. I'm going to stick to the Instagram. I was going to bring you food today. When I went and did the thing and I'm like, yeah, I'm not taking Joe the vegan food. This I'm not going to take this. Yeah, please don't do that. I'm going to take the meat. I exhausted for breakfast. Oh, I love it. Look at this. Oh, come on, baby. Look at Cats' Delhi. Look at that. Look at that postromy. It says keto. Keto postromy room. Oh my god, I'm eating healthy. How is a keto? Oh, no bread. Oh, they're just giving you the, oh, yeah. Oh, my goodness. Look at that. Oh, look how good that looks. Oh my god. Is your mouth. Oh, I love Cats' Delhi. I do too. I try to go every time I'm in New York. I do those guys. I see the same fucking dudes that I've been going since I was going there in like the early 2000s. I've run into the same guys working there. This guy has had been there for 25, 30 years. And they're such good dudes. Great. I'll eat more snacks over the counter. Yeah, they always do that at Cats. They give you a little piece and they have a tip jar and feel people have them been to Cats. When you go into Cats, you know, but I'm telling the",
        "end": 122.03,
        "episode_id": "episode_1",
        "segment_id": 60
    },
    {
        "start": 122.03,
        "text": "fucking sandwich man. When you go into Cats, you give you a chin. They give you a ticket. Yeah, you have a pancash. Okay. So they give you the ticket. So you pass the ticket over the counter. They mark off what they gave you. So then you take a ticket and you sit down and you eat your food. And then when you leave, you go out and you check out with your ticket. So my buddy and I go and I order up, we order up all the stuff. I'm paying. So we put it all in my ticket. So we had a bunch of sandwiches, bunch of beers. You know, we had some, so we're leaving and I turned my ticket in and I pay my bill. And they look at my buddy and they say, where's your ticket? And he goes, I didn't get anything. I put on his ticket. He's got to turn your ticket in. And it says right there, lost ticket, you know, 300 bucks or whatever the ticket would be worth if it was all checked off. Right. And I'm like, but he didn't have anything. It's all you can see. And like, you got to have your ticket or your pay. And I'm like, what up? I mean, I never been to a place like this. So we go back over to the table where it'd been sitting. Well, they'd already turn the table and it's all gone and done. And now there's four big construction dudes sitting there. Huge in the yellow vest, hard hats on, total New Yorkers. My buddy wasn't from New York. And he goes, and like, excuse me, find serves. I don't have, you know, again, still on the",
        "end": 123.19,
        "episode_id": "episode_1",
        "segment_id": 61
    },
    {
        "start": 123.19,
        "text": "same yellow, yellow jacket bleeds to you. And my buddy standing there and he's from like Iowa, you guys see a ticket and like, what the fuck you want? And like, get out of here. You're interrupting their meal. Yeah, exactly what we're doing there on a lunch break. We're looking for a ticket. And he happens to my buddy happens to see the ticket on the floor, underneath the biggest guy's boot, like halfway. And like, he's like, tickets right there. I'm like, I'm not getting the ticket. You're the dumbass lost the ticket and get the ticket. So we had to, I think we had to buy the guys, like, you know, we had to buy something and and pay the tip or whatever for the guy to move his boot. And we got the ticket and we made it. Yeah. It was a tumultuous thing. I go with people now and I'm like, take the ticket, put it in your wallet right now. I'll pay the meal. But just don't lose a ticket. Yeah, you have to be prepared for the experience, because it's not like anything else. But it's worth it. It's worth it. You get the best fucking corn beef, the best places people. And the best people, the best people. Yeah, the best rommies off the fucking chain, the best rommies insane. I get the same thing every time, just because it's so good. I don't want to switch up. I got a pastrami rubin. And the jackshamway. Incredible pickles. The pickles are amazing. Swap. So I love the thing to have on there. You see that one back wall,",
        "end": 124.34,
        "episode_id": "episode_1",
        "segment_id": 62
    },
    {
        "start": 124.34,
        "text": "send a salami to a sailor, to a sailor, to a sailor. Yeah, that whole campaign that was going on. It's still has something that needs to be done. Yeah, it's, well, they've been around since the 1800s. Such the joint. Same spot. But there's a place, there's a thing about places like that where there's this deep history. You feel it when you're in there. You get a smile in your face when you walk in the door, because it's just like an incredible history. You feel like wow, this place is still around. It's still the same. Let's get up to the counter. Oh, he's chopping it off. Look at that. I'm out. This is like torture. I'm out. I know. That's what I love about going to New York and eating there. I like walking into a pizzeria and smelling everything and seeing the guy pulling the pies out of the oven. Like, oh, oh, oh, oh, oh. And they're not always decleanist and they're not in the counters are worn out in the whole thing, exactly. I mean, that's a charm of if they've read it, it would fucking up. Yeah, you go. Go and bring my hand. Oh, my God, if you read it, cats is DELE, I'd fucking slap you. How dare you? How dare you take the, all the pictures that dead celebrities off the wall? Like, you know, that's part of it. The fucking, and you're a bit of def arrows over Brooklyn. No. No. Oh, guy there cuts the basil with scissors. Oh, I remember standing there. And then just looking at the pizza come out.",
        "end": 125.51,
        "episode_id": "episode_1",
        "segment_id": 63
    },
    {
        "start": 125.51,
        "text": "And it doesn't look like, I mean, it's just next level pizza. You've been to Rails? No, we're not. Rails is in Harlem to the Italian joint. We'll call on this bill. R-A-O-S. And it is the old term. I mean, this is an Italian joint that you can only get in if you know somebody with somebody tiny little place maybe 15 tables. There it is. Oh, it's right on the coin. In 1996, wow. And I tell you. So you tell me when you're in New York, National, call my Uncle Boe. What was jettled? What was jettled on? Click on New York. What does it say with the dresses? Yeah. E-114 Street. Wow. When the original, the fours all slanted. Like if you're sitting at the wrong part of the table, you're sitting at the dinner and kind of cock-eyed like this. Everybody's on top of each other. It's all family. It's an experience. Wow. But that's what you talk about. Because then I went to Rayo's sitting in Vegas when they put one in the Caesar's. Same pictures on the wall, same all that stuff. But it just didn't have. It was good. But it just wasn't. There it is. Look at that. That looks amazing. That's what I said. Another place I fucking love is Peter Loogers. Oh, yeah. Peter Loogers. Brooklyn. Ooh. You being a meat guy? Oh, my God. Take your plate and it's covered in butter and it's crackling. Oh. I don't even eat the sides. I'm not, I mean, everybody's eating that. Right? They just have it down, too. Like it's so consistent.",
        "end": 127.2,
        "episode_id": "episode_1",
        "segment_id": 64
    },
    {
        "start": 127.2,
        "text": "Every time you go to the steak, it's exactly perfectly cooked. You've been to Jeff Rubies. Where's that? He's got a Nashville, Louisville, Cincinnati. Jeff Rubies, a character amongst characters. You've got every good chance to go to one of the steak houses. This guy, they crushed steak. I mean, it's some of my favorite steak in the country. I was just at the derby and I was at his place. And the eating steak took Taylor, Taylor shared in there. And they were pretty shit. They were Taylor, yeah. Meat guy, meat guy. Is it just... Oh, your friends with Taylor? Yeah. I was just with him Saturday night. You did the Mexican speech at UT. Great guy. I mean, you know. Incredible speech, man. What? He fucking killed it. He walks to talk. There's no bullshit about that. Yeah. I love to tell you. He helped me with the fundraiser. We do. So I do a lot of philanthropy. That's my being a dad. It was my biggest job. My biggest... I was building a husband restaurant to a chef on it. My... My own game is my philanthropy. Philanthropy to me. I mean, I have so much opportunity. And there's so many good things coming my way. I try to divert as much of that towards doing that. So my philanthropy is about first responders. First responders, active military and veterans. But now that I have this program going where we can do things to raise money, and it's not just raise money. Raise the money and then do things with it.",
        "end": 128.33,
        "episode_id": "episode_1",
        "segment_id": 65
    },
    {
        "start": 128.33,
        "text": "Like when the fires happen in LA, we went down with our team with a big rescue trailer that's 50 feet long, we could feed about 5,000 a day out of it. And I have a bunch of chef buddies. And so they all come and help and we just pump out food for the first responders. But I was doing we had the fires in Maui and Devastation, and I know the fire of feeling because I was up there in North California in Sonoma County when we had our bad fires. And so we raised money. So I got 40 chefs together. We were all in town doing... I do a show called Turnment of Champions. They were in town for the tournament. And we put on a dinner for 150 people. So I called Taylor and said, hey, I'm doing this event. You want to come up and he says, only if I get to cook, we're going to cook together. So we brought up all these, you know, four-sixes, these Tomahawk chops, the size of, you know, a manhole cover. And we cooked. And so we sat there and we raised money and we did all these different things like, you know, go to four-sixes ranch. You can go be here. You can go, you know, have a culinary experience with God, blah, blah, blah, blah, and in one night we raised 1.7 million with 150 people in the room. That wasn't incredible. And a big part of that was Taylor. I think three of the biggest packages sold were for over 100,000 bucks to go down to his ranch. Or to go, no, actually, it was to go up to Montana to Yellowstone to see the filming.",
        "end": 129.53,
        "episode_id": "episode_1",
        "segment_id": 66
    },
    {
        "start": 129.53,
        "text": "Oh, wow. He's just that kind of dude, man. He, that dude, everybody, he gets everybody the time. He, I mean, we're just at the derby walking around together. Just class act. We're just love that guy. Yeah, he's a legit. And then what the fuck, the show's he's making? I know. I don't know how he can do it. Landmen? Well, I don't know how he does so many shows. I keep finding shows like this show, it's interesting. You're totally sure it didn't show. Like, why, why it is? Yeah, he's got landmen too. Ten shows. Have you watched landmen? Yeah, I love it. I'm a huge Billy Bob fan. Oh, and he's the coolest. He's the best. I said, do I make a, did you write that for him? I mean, it couldn't be a Billy Bob. And he got damn better, set the one liners of the best god damn thing. I can't get enough of it. But I love, I love kings of Mayor King's town. That was great. That was another one. Maybe the starting, the first episode, you didn't see that shit coming. Right. Right. At the beginning, the guy that you thought was going to be the lead, you didn't think it was going to be the lead, you didn't think it was going to be the lead. Oh, no. No, it's insane. You haven't watched it by now. You've missed it. Tough shit. Sorry. I'm looking for you. It's another Taylor show. He's got so many shows. I don't understand how he can put together. So 1923, 1883, y'all still got a damn. I think they're doing another one.",
        "end": 131.1,
        "episode_id": "episode_1",
        "segment_id": 67
    },
    {
        "start": 131.1,
        "text": "I think they're doing like a 1940, three. I just watched the end of 1923 and cried like a baby. I was bummed the y'all stoned into the way it did though. Yeah. Circumstances reflect up outside of the, outside of the show circumstances. Yeah, I don't know what happened. Why would Kevin Costa want to leave that show? I just don't understand what happened. I was, what I read or what I thought I'd learned was that he had his own project and is, I'm just heard, did. I mean, Kevin Costa has been around for so long. It's probably hard for him to do somebody else's thing for so long too. Oh, good. Yeah. I know. He was perfect in that role too. So iconic. I know. The ending, I mean, even if you're going to leave, my bummer for, well, my bummer about it was, even if you're going to leave, just, I mean, why would go out better than in this situation was. I mean, they did it the way they did it. I'm not, I'm not discrediting the show by any means, but I'm just saying, I just wanted it to be like, the way it was from the beginning of the show. Yeah. I was almost kind of like a fuck you, it seemed like to me, from which side, exactly. I'm not coming back. Well, wait. Did you see how you go? Yeah. Exactly. And Taylor is a little bit. I mean, I wouldn't cross him. Yeah. I wasn't a little bit of that. No. It's funny. I was telling about this ranch that I hung out in California and he's like, ah, it's a cowboy",
        "end": 132.26,
        "episode_id": "episode_1",
        "segment_id": 68
    },
    {
        "start": 132.26,
        "text": "at that place. It's a legit guy. It's a badass too. Yeah. He's a good dude too. Solid human being, you know. You're talking to him. He's right there. You know, he's not. Yeah. He told me, he says, listen, I know what you're doing up there in Northern California. You've done your fundraiser, they're a bunch of years. He says, come down to do it in my ranch. He says, I will bring you the people with the money that believe in what you're doing with these first responders. And he says, because when we don't have disasters, we just go do positive energy, thank yous to different municipalities who just did one in Florida in South Florida. We just bring the trailer in, bring about your chefs in, call up the local sheriff, call up the troopers, call up everybody, bring your families if you want. It's free lunch, times for you to celebrate and be recognized. You know, we got people walking around the streets that don't understand why our country is free. They don't have any idea what it takes to be a free country. And they don't understand the sacrifice. There's the sacrifices that the actual individual makes, but the sacrifice the family makes. Now, when I'm talking about the loss of somebody, we're talking about just being deployed for seven months and not seeing dad for seven months or seeing your husband or your wife or whatever. And I remember I was on the USS Enterprise and I was doing a, you know, philanthropy event",
        "end": 133.41,
        "episode_id": "episode_1",
        "segment_id": 69
    },
    {
        "start": 133.41,
        "text": "and years ago, I was cooking for the sailors and then a bunch of Marines on those. It's like 5,200 people and I'm on the line serving this young sailor and she came through and we, you know, kind of talking for a second and she says, I have four kids. I said, how, she wasn't very old, I said, how many she was alive at eight month old, baby? Baby's on the ship? She doesn't know, baby's on. I said, how could you be away from your child at this age and she's like, no, it's, you know, I'm deployed and I'm like, what a commitment, you know, what a commitment to do and the kids without. So I think, my mantra is we're talking about people pushing things on other people about their beliefs, their opinions, their attitudes and I said, you know, I kind of divert from all of it and, you know, if you don't want to like something, don't like it that you think. But I am hell bent on what goes on in this country, about how we recognize our veterans and our first responders and our active military. We have, we've got to, we're missing some pieces. Yeah. We got some people that have made the ultimate commitment, the ultimate sacrifice. It's like the stolen Valor shit, I'll lose my mind on that because that's just crazy. The commitment that it takes. Of course. And so we put so much into putting the soldiers and the sailors and all these military folks into these programs and then when they come back, I don't think that we put the",
        "end": 135.08,
        "episode_id": "episode_1",
        "segment_id": 70
    },
    {
        "start": 135.08,
        "text": "same amount of commitment and I think that we've got a lot of people need a lot of help. There's a lot of PTSD, there's a lot of shit going on. So my interest is, I'm not going to solve that situation, I'm not the one that's going to be able to, but I think you're going to recognize and give them, recognize, talk about it, we carry challenge coins, ran into one of your guys's first responders, also didn't know that he served our country in the military. Please, when you see somebody in uniform, if you, you see somebody with a Vietnam that had, you see somebody that's in, you know, take a moment, just say thank you, thank you go so far. And people think, I don't know that I can do this, no, it means a shit done to people. Yeah. So I had to mean to get on my rant, but I know, it's one of my debts, one of my hardcore issues. That's good. That's a beautiful perspective, because it's, especially with first responders and law enforcement in this country, they just don't get any love. It's kind of crazy. The cops are the bad guys in this country, like that's why the defund the police movement which is driving me fucking crazy, you know, you guys are out of your mind. So we're going to have a march, and we'd like you to be there to keep people from throwing shit at us. Yeah. So here's my crazy, this is defund the police march, but we need the police. We need you, so people that are, again, so when we had the fires in Northern California,",
        "end": 136.2,
        "episode_id": "episode_1",
        "segment_id": 71
    },
    {
        "start": 136.2,
        "text": "I was watching a lot of, where they're feeding them, it was up and actually we're up and paradise. It was devastating fire. That was a crazy fire, Joe, I drove through it. I don't know what, I don't know what the surface of the moon looks like, but I can tell you, it was as close to because there was nothing standing, there was nothing there. The only thing that didn't burn out was the fire station, I mean, and not because they've defined it as people that got stuck on the road. It's not a car's gone. Everything got bombed away. I mean, it was, it was, I don't know the term, but some stand in there and I'm feeding people. And I know for a fact, because I just been inside the, I just went to the fire, I went and fed people to fire station that was the only building standing. And I said, why, why aren't you guys over here eating, we're serving a bunch of food? Nah, that's, you know, we'll just stay over here. I said, you guys are fire victims, your house is burnt down. Yeah, but you know, and you had all kinds of restaurants feeding people and all the stuff. And I'm watching these guys eat granola bars and eat MREs. And I said, come over and get some of the none, and I said, okay, that's it. Next day, picked up my trailer. We moved. I said, we only feed first responders, not that I'm not about the fire victims. I think the fire victims are terrible. But the reality of this, we have a lot of people that were focusing on the victims and",
        "end": 137.33,
        "episode_id": "episode_1",
        "segment_id": 72
    },
    {
        "start": 137.33,
        "text": "giving them, which they need. But these guys were doing, these men and women were going to bed, these were doing 72 hour shifts, sleeping in the back of their patrol car. They drove their patrol car up from Riverside and they're up in Northern California now. And so that's what, that's what I changed my pivoted my whole foundation was when the disasters go down, we're going to get there and we're going to focus on the first responders. We were down in LA for 10 days, we've fed 25,000 meals. Now it's not going to feed everybody and it's not going to take care of everything. But there is a point of them being recognized or knowing that we recognize them. And I had so many chefs in LA that showed up and jumped on the trailer and were cooking food and we were almost cooking, you know, 24 hours is just rolling over and people were so thankful. That's awesome. Yeah. But we all can do these things. You know, we can do these things. We can make the only, okay, maybe you don't have the money, don't eat the time. Maybe you don't have the time. Do the positive reinforcement on the on social media, you know, if you don't have the time, you don't have social media, you don't have the money, you don't have time. Just pat somebody on the back and say, thanks. I mean, that's, we really can do, we can do way more and we can make a bigger impact. Well, just as a society, we need to recognize the importance of these people and appreciate",
        "end": 138.47,
        "episode_id": "episode_1",
        "segment_id": 73
    },
    {
        "start": 138.47,
        "text": "them for what they do. And I don't think that that's been accentuated, that's not been, people haven't focused on that. But that's a top-down thing that comes from the president, that comes from the cabinet, that comes from the way the country perceives these people and the way they award these people and, you know, the way that our media treats them, you know, the media had a field day after George Floyd with this defund the police stuff and just, that kind of devastation that does form morale and for recruiting and, you know, just the overall feeling that these people have, like, why am I doing this job where not only am I not being thanked for it, but I am being thought of as the enemy. And then if I do something, if I do something, I'm not going to get supported, you know, because I'm going to get persecuted. Right. And every day, you show up, you pull people over, you're going to get shot, every fucking day, they all have PTSD, every one of them. You go pull a body of mine's a fireman and I didn't really understand, I didn't think about until he brought it up to me one day and he said, it seems J. Lamar and J said, you know, you go pull kids out of a car, you go, you go, you go, you go face it and you go home to your kids. Right. That's horrible. That'll just wreck you, but I, you know, like I said, I'm so interested in what we can do and we have so much where the greatest country in the world, we're finally writing",
        "end": 140.19,
        "episode_id": "episode_1",
        "segment_id": 74
    },
    {
        "start": 140.19,
        "text": "the ship, we're getting into better space, but gosh, let's start focusing on it. Let's start focusing on the fundamentals that made us the ass-kicking, name-taking center of, you know, that made us the best. And we have to start ingrained, we have to start teaching that. I was just talking about, just to podcast for the Dale Carnegie Institute, and that was a book that changed my life when I was young when I was, I was, I was, thank you, bro. Rich? No, what is it? How do we influence people? Yeah. And it talks really about just human nature about how you treat people and treat people how you want to be treated and think before you act and think before you speak or before you light somebody up on a text, you know, kind of, and I was, it was going through this and I said, you know, this is, this is like a course that should be taught at freshman high school. Absolutely. And we should teach civility and we should teach respect, responsibility, you know, back your mouth up, you know, don't go pop and off on the, you know, and do these, these things is the way we grew up. I mean, I'm not saying that violence is the answer, but you definitely didn't have people running their mouth like they do now because there was hell to pay it through a clock, you know, you know, you know, that kind of stuff. So I think that we need to get involved in teaching our young America that they have it, they have a voice, they have it in, they have their, they're very worthwhile.",
        "end": 141.39,
        "episode_id": "episode_1",
        "segment_id": 75
    },
    {
        "start": 141.39,
        "text": "And let's just do it the right way, but I think that Dale Carnegie Institute, that, how to win funds there, they, I didn't know how many things, they do it worldwide. And I just think I was just telling my sons about it. I said, you can all expect that you're going to be going to one of these programs, you're doing one of these courses. I made them all read the book. That's great. You know, it's, I mean, people in school get taught how to, I mean, you get taught a lot of information, but I think one of the things that's missing is getting taught how to behave and think, and how to critically think, and how to, how to view the world, the number, critical thinking to me is, I mean, even say the term to somebody, critical thinking. And they'll look at you and go, but they don't know what it means. Critical thinking is solving situations is evaluating the environment and coming up with, with calculating, it's not taking a risk, it's taking a calculated risk, there's just so many of those types of things. My dad was a huge, critical thing. I mean, he was, so we had a rule when I was a kid, Joe, would be driving on the road. And my dad would say, what do you think and, you know, you're quiet over there. What do you think and one thing I was not allowed to say was nothing. He'd say, God, full of shit. What do you think? I mean, what kind of argument? What do you think? And I'm saying, well, all the, the tall grass, but under the telephone pole, there's no grass.",
        "end": 143.09,
        "episode_id": "episode_1",
        "segment_id": 76
    },
    {
        "start": 143.09,
        "text": "And then we would spend the next goddamn hour talking about why there's no grass under the telephone pole. And why is there no grass under the telephone pole? Fire, you know, the ability to get to the poles, they have to be able to drive to them. So you look at it, because like you could go to the wine country, you know, you look at all these mountains that have all these telephone poles going, you find roads on top of mountains and so forth. It's usually fire break, more access to the telephone poles. But we would do this critical thinking thing. And it was so funny, my, my young, my nephew, my sister was dying of cancer and I took him away for the day and we were driving around in Corvette and we were at the stoplight manual Corvette and sitting there talking to him and jules, jules about nine. And he says, you know, wait, he says, I really like talking to you. He says, you're fun to talk to, he says, it's a little bit different than talking to jamps, jamps was my dad, he says, I said, what do you mean, jules? And he says, well, you know, sometimes when I ask jamps, you know, like, what time is it? You know, I just want to know what time it is. I don't want to know how the clock is made. I slipped the clutch, man, a car burned out of my Jesus Christ. I don't want to know how the clock is, because that was my dad, man, you'd ask him a question like what time it is. Well, do you understand the difference between the animal, you, you got a digit in my",
        "end": 144.31,
        "episode_id": "episode_1",
        "segment_id": 77
    },
    {
        "start": 144.31,
        "text": "dad would go into this. He's old. He was a submariner during Vietnam, he was a piece of work. Oh, really? Yeah. I lost him right around my birthday, year and a half ago, a pancreatic cancer. But he lived for six years with it. He was pretty. He had a lot of cancer in the family. And I think that, like, I didn't, until you're in that club, the club sucks. But when you meet somebody that is in the fight, the fight for their life, down and give them a hug, give them a smile, give them encouragement. And if they have battled and they have one, recognize them as a warrior, as a survivor. You know, especially breast cancer and all these horrible cancers that people are stricken with, we need that more app than we're understanding. And I'll tell you one of the greatest groups of people in the whole world, hospice. You, I don't know how much you know about them and what it is. But if you don't have, if you don't understand what hospice does, they are, they're earth angels. They're people that come in when you're battling this, you're watching a loved one die. And they come in and they're the people that help you with the meds and help you with the caregiving and help you. And they're just these, and you don't even know them. And they come into your life and they leave your life once the cancer is. But they stay, you'll meet them on the street again, and you'll see something. But hospice is one of the greatest programs we have in this country.",
        "end": 145.54,
        "episode_id": "episode_1",
        "segment_id": 78
    },
    {
        "start": 145.55,
        "text": "I don't know if it's worldwide, but it is, hopefully you don't ever need to know it. It's just shocking how many people of cancer fucked up. Yeah. I never have been on a podcast where you can cook. Really? I never been on. I never been on a podcast. How many podcasts have you been on? I don't know. Which ones can you cook? I don't know. I don't know. I don't know. I don't know. I don't know. You know. I've got fired up on my own about this shit. But don't you cook a normal life? Oh, I could see. Right. I don't want most people to do. So why would they stop people from causing, I don't know. I don't know. Can we please bleep just to show once in a while? Because sometimes I'll buy, I'll eat a dish. People say, I watch a show. Taste ain't it? You can't. Yeah, it's not really, it doesn't really get, it doesn't matter. It doesn't matter. It doesn't matter. It doesn't matter. It doesn't matter because it's authentic. It is authenticity. And it is the spike. It is the hammer. It is the, yeah. This dish is so fucking good. This is fucking great. I listen. Real. Maybe you're going to inspire me to push the spike. I just don't understand why they would not. I mean, if you want to beep it out, that's fine. No, it has to be, you have to be bleeped out. Yeah. Why even do that, though? Yeah, I got a lot of kids. Oh, my kids would last thing we want to know. Because they don't watch, because they can't get, remember when we had a playboy",
        "end": 147.11,
        "episode_id": "episode_1",
        "segment_id": 79
    },
    {
        "start": 147.11,
        "text": "hidden, you know, you have a kid's now? Yeah, they got hardcore opponent. They can bring it up in the middle school. In high school. Yeah, it's high school. Kind of nuts. Yeah. It's kind of nuts. It's not healthy. I'm sure they're being subjected to some stuff that, I mean, just the amount of murder they see. You know, kids are seeing car accidents and assassinations on their phone, Twitter every day. And things that were very difficult to find when I was a kid, you had to find like faces a death. Yeah. It's a monkey in the tail. Yeah. Yeah. Yeah. That's why that stuff was fake. No. Really? Yeah. A lot of the faces of death stuff was fake. But some of it was real. Like the one where they took the guy and they tied him between two trucks and they separated his body. Yeah. Good family fun. Come on. It was a funny pizza night. Yeah. But when you're kid though, getting the VHS, you'd go, you know, ours would have go get at the liquor store, you would little town, you know, or you'd go all the way across the bridge and go get it. And you'd put your, you know, name down for the reservation to get it and you'll get faces of death and your friends at all, come over and. Yeah. Pizza night. Yeah. You'd have to hide those things from your parents. Yeah. Exactly. Yeah. Now kids just have access to all the horrors of the world on their phone. And then they have to deal with, you know, people DMing them and contacting them, like",
        "end": 148.34,
        "episode_id": "episode_1",
        "segment_id": 80
    },
    {
        "start": 148.34,
        "text": "who, who are these fucking predators that are reaching out to kids on a daily basis. They keep arresting people for that. You keep wanting to think that that's not a thing. And then you keep finding out more and more of it. It's like fucking a. Tim T-Bo was just, he just did, I just saw that on Ryan's show. Yeah. Yeah. What was 110,000. But she, we don't do, we don't do anything about it. You know, again, I don't want to get into, well, you know, the thing to do about it. Oh, hey. Yeah. Unfortunately, you don't want to encourage vigilanteism, but that's how it's square. You mean, maybe not even just, you know, it's, the problem is, you can't do that because some people are going to be unjustly accused and it's the unfairly targeted, you know, there's people that you, you know, you can't just, you have to have to do process. This is, well, Chris Hansen, you ever seen his catch predator? Yes. So, I love when they give the recap, you know, I guess that shows stop then now he's doing out his own or whatever the case is and they give the recap. And thank God, he was doing that. I know, he opened a lot of people's eyes because most of us, you know, if you live in a normal neighborhood with normal friends or you don't have, you know, you might have heard a story here and there, but you don't bring in the kids to it. Yeah, you don't see it every day. Coaches. There's politicians, attorneys.",
        "end": 149.57,
        "episode_id": "episode_1",
        "segment_id": 81
    },
    {
        "start": 149.57,
        "text": "I know. There's some sick people out there, man, and they live amongst us. That's what's fucked up. And then the Nickelodeon thing, when you find out that people that were actually working for Nickelodeon, pressuring those kids, oh, God, man. But if you thought about it, like if you were really cynical and you thought about it through an evil mind, if you wanted to abuse kids, what would you do? You'd work with it. We're getting Nickelodeon. Jimmy Savo, that guy in the UK, you know about that guy, right? You don't know about that guy? No. Oh, my God. He's the worst one. He's the worst one. First of all, this guy looked like a guy who had molest kids. He looked like a fucking monster and he had this show, I think it was called Jimmy Elfixit. Is that what it was called? Jim Elfixit, and he worked with all these like really sick kids. And everybody was like, oh, what a saint, that guy. And that guy was molesting children, like, who knows how many of them? Also, there's a Netflix thing on it. Jimmy Savo, a British horror story, Netflix official site, it says. How about getting called to play that guy in a movie? Oh, you can. That would suck. Because it's that guy, right? There was people playing the guy in the movie. Jimmy, Jimmy Cougan, I feel bad for Jimmy because he looks like. Jimmy Cougan. Yeah. Oh, my God. Yeah, you don't even want to watch that. I don't even want to know, but they hid the fact, people knew that this guy was doing",
        "end": 151.23,
        "episode_id": "episode_1",
        "segment_id": 82
    },
    {
        "start": 151.23,
        "text": "these things. Well, you know what I meant. That's what he's got. Look, what happened to poor boys' guys. I mean, I was, I didn't make it to Eagle Scouting that stuff, but it was a boys' guy. Learned some great stuff. Not any idea that stuff was going on. I don't think anything happened in my trip. I never heard about it. But that's exactly what you're saying. These guys who just go find their guy and who what's going to be close to them. Right. And then we're going to start doing it. So where is the, remember who's the guy that shot the predator, the karate coach that took his kid and he waited at the airport? Yeah. Yeah, the famous video. Yeah. Yeah. That guy. I mean. Yeah. He's a hero. That's hot, handle it. Yeah. I agree. It's just, it's sick. But it's like, if you were a sick person, that's what you would do. If you wanted to be around kids, you would pretend that you really interested in helping kids. Yeah, I was in the Boy Scouts too. Nothing happened to me. And then I was in a good group. But I was in a Boy Scouts with a bunch of crazy inner city kids. I was living in Jamaica Plain, Massachusetts, which is like kind of sketchy outside of Boston. And they brought us to New Hampshire. We're all in the woods and they were fucking tying kids up to their cops and dragging them out into the woods in the middle of the night and leaving them there. Like, other kids were doing that and put toothpaste on all your clothes because you couldn't",
        "end": 152.49,
        "episode_id": "episode_1",
        "segment_id": 83
    },
    {
        "start": 152.49,
        "text": "wash it off. Like, they were just psycho kids. And they gave us 22. That was the other part of the problem. I remember I was hanging out with my friends and I heard, here I was like, what is that? And someone goes, that's a ricochet. I was like, fuck this. So like the entire time I was in camp, all I did was go fishing every day. They had all these activities. I was like, you guys can kiss my ass. I had grab a fish rod and go down to the lake. I'm like, I'm just going to go fishing the entire two weeks I'm here. Fuck this. There was just too many, but no one was getting fucked at least. It was just mostly kids being just unregulated. Kind of what a great way to fuck up a great program. You know, you get these people to get in there and do that stuff and kids are so, I mean, you have kids. There's always going to be people that are evil. A lot of those people, unfortunately, have had evil imposed on them too when they were young. That's the really sad part about it. It's just like it's almost like getting bit by a vampire and then you, you know, and then you wind up doing it too. Zombie. Yeah. It's very evil and they exist and then there's also like people that are elites and that's their thing. Like their thing is to do something that is horrible and, you know, it's not a available to other people. So it's like, I think there's, there's like a sickness that people have when they have",
        "end": 154.13,
        "episode_id": "episode_1",
        "segment_id": 84
    },
    {
        "start": 154.13,
        "text": "power, like extreme power and then they will, what else can I do? What else can I do? What else is, what's in, what else is taboo? What else is forbidden? Look, all this diddy shit that's coming out like, I was just going to say, doesn't that sound topical? Jesus Christ, the first day of the trial, did you pay attention to me? That's right. I looked at it for like 10 minutes this morning and I was like, I got to stop. I can't look at this. Well, what I, what freaks me out is the people sitting in the courtroom listening to it. Right. And that's a, there's a wide spectrum of people that are getting subjected to it. And you just said, there and go, yeah, well, not only that, how about the fact that this guy was running this for decades, he was doing this for decades to, who knows how many fucking people and everybody was scared to talk about it, because he'd have him killed. Yeah, it's really wild, man. There's, there, evil is a real thing, you know? Nobody wants to believe, because if you believe in the devil, right? If you believe in Satan, you, you believe in something that's silly. Like most people believe, a lot of people believe in God. If you ask people, do you believe in God? Yeah, well, I'm not religious, but I believe in God. Okay, well, do you believe in the devil? Most people will say, no, but do you believe in evil? Well, acts, well, yeah, well, people certainly do evil things.",
        "end": 155.35,
        "episode_id": "episode_1",
        "segment_id": 85
    },
    {
        "start": 155.35,
        "text": "Well, where do you think that comes from? If, if evil is real, what is it about us that makes us want to deny the possibility that there's some nefarious force that is in a, is in human beings, that influence is human beings? It's not as simple as like some people are bad, some people are good. And no, maybe evil is a real element that you have to fight in life. And that maybe this is just something that's been documented all throughout history, but our arrogance, our secular society, wants to keep us from recognizing that as an actual factor. And that's why it gets through. You know, that's like, that's a great, that's a really great way to say it, because if you didn't announce, okay, so you say there's no devil. Right. So then you're somewhat saying that there's no evil, but you're not branding evil with some type of identifying factor, then you kind of glaze over it a little bit. I think that's what I'm hearing you're saying. And I agree with it, because it gets a little too, I think people want tangible. I think people like to be able to understand things and see it for real and so forth. But when you start just talking about root evil and you start, when you start looking at things, like I went to the Oklahoma bombing memorial, when you look at shit like that, you think about the hate on this country and the 9-11. And you think, or you just take it down to the Boy Scout troop leader, that you",
        "end": 157.09,
        "episode_id": "episode_1",
        "segment_id": 86
    },
    {
        "start": 157.09,
        "text": "or you take it to the, that's the pre, you take it to whatever. There is a common, there's a common denominator there. And that is just what you call an evil. So call a devil, don't call a devil, but call it evil. The evilness is just, and not being aware of it or not allowing ourselves to believe it, I think, is part of the, well, it's the old quote, the greatest trick the devil ever pulled is making people believe he doesn't exist. What's that? But if you, if you want to be thought of as a serious person, you never consider the devil, like, oh, come on. There's no, there's no Satan, down there, turning out outrageous. Get away. You know? Yeah, so how do you, so where do you, so how do you, boy, this goes in a lot of goddamn shirt, this goes down some rabbit holes. Yeah, those rabbit holes in life, you know, life is a lot of rabbit holes. But see, to me, this is when we talk about critical thinking. This is the stuff that, when you really sit down and you have some conversations, besides arguing whose team is better, you know, this is the type of stuff that you really have to get into some perspective. You can learn a lot. Yeah. You're going to talk about things and you're willing to open up and you're willing to be wrong. It's one of the things I'm always into is don't go into something with a predisposed opinion about it and be so hell bent on it to your way. Because you might really get your mind changed or you might really learn something about",
        "end": 158.33,
        "episode_id": "episode_1",
        "segment_id": 87
    },
    {
        "start": 158.33,
        "text": "it. But as soon as you locked down on, it's this way, you know, and that's no devil. Yeah. God's not real. I deal with it. When you die, you're just die. How the fuck do you know, bitch, have you been dead? Like, what are you talking about? Have you ever been to a medium or just psychic medium? No, not a real one. Okay. So I mean, I don't think that, I'm not like one of those people says they don't exist. I think it's possible. I was a very anti. Not anti preaching, but anti-demons. So my mom believes that. Well, I'm dead. My wife does. It was my cup of tea, not saying bad, just wasn't my cup of tea. My sister died real close with my sister. I kept getting this weird feeling. I mean, my wife's not telling me to go. My mom's not telling me to go. No one's saying a thing to me. Then this, the hawk is a representation of my sister. This, I'm driving my big RV cross country with my family. Every year we do a big huge road trip with the family. This hawk flies outside of my window. Five minutes, no shit. It was a real five minutes, flew along, freeway with me. As fast as I was caught, dirt road, whatever. I was like, so I asked my mom who's lady to call. So I went and had to say, didn't know me very well, didn't know much about me. I had the most mind-blowing experience, like mind-blowing. And I had to really sit there. I had to go back to my wife and my mom and say, okay, there's something out there that's going on,",
        "end": 200.15,
        "episode_id": "episode_1",
        "segment_id": 88
    },
    {
        "start": 200.15,
        "text": "that's going that's bigger than us than I can comprehend. And the way I kind of, to make sense of it for myself, because I have to make sense of it, is if you're a baby laying in a basinette and you can smell and you can breathe and you can poop and you can eat and you can sleep and giggle, but I can talk to you. I can talk to you, but they can't understand me. But there's some transmission of connection, you know, make it get, at this stage, am I the baby in the basinette? And my sister's trying to talk to me and like, I'm just kind of getting it, but I'm not good, but is that possible? The older I get, the more I start to buy into, it's gotta be something else. There's no way it can be all of this and not be something more, we didn't just, it doesn't vaporize go away. So, the other day, maybe six months ago, didn't know hot tub, I'd down my routine of hot sauna, cold plunge, hot tub, infrared, I do all that. But I'm sitting there and I keep getting this thing, I gotta call this medium lady. And, texture, and I said, hey, can I come see you? And she goes, yeah, she goes, you, you dad's been, you dad's been hitting me up quite a bit. You dad's on that, dad won't talk to you. You're dead, dad. My dead dad. She's been hitting her up to get in touch with me to make, does she know that your father's dead? She knows my dad, yeah, she knew my dad said. But the point was, and there was more intricacies about it,",
        "end": 201.59,
        "episode_id": "episode_1",
        "segment_id": 89
    },
    {
        "start": 201.59,
        "text": "but she said, yeah, he's been talking about, she goes, will you just in Mexico? So yeah, should do something about him, Mexico, something about an owl? There's no way in a million years, she would know this. An owl? Yeah, my dad comes back as an owl. So he said, he was gonna be, as an owl. This is what he was saying to her to me, to you. Yeah, this is before he died. Before he died, he said, I'm gonna come back as an owl. He just, ow, was the thing. Wise guy. Okay. And then, how was her dumb as shit? I don't know, I've been crazy. I don't know that I've never seen it. Martin, he's scared of the shit out of me. No, they're really dumb birds. That's great. That's my dad, we're talking about things like shit. No, I'm not saying you're dad's dumb. I'm just saying it's weird that we all have this idea of owls being wise. I talked to a lady who trains birds. She says there's dumb ones, dumbers birds. It's like the only dumber than them is e-moo's. It's like e-moo's or dumb as shit. This is something he was on a ranch yesterday. She's like, we have this idea that owls are really smart. Well, whatever the, whatever the case is, hung up of stained glass owl, where my dad used to sit in a house in Mexico. No, no, no, that, there's no way. I don't know. I'm not cheering or preaching to him. There's something bigger going on there. Have you ever heard of the two people who are letting me go, guys, guys, fucking crazy,",
        "end": 203.27,
        "episode_id": "episode_1",
        "segment_id": 90
    },
    {
        "start": 203.27,
        "text": "but it really is my, there's gotta be something else. Have you ever heard of the telepathy tapes? No. The telepathy tapes are the, this podcast, this woman put together from her work with nonverbal autistic kids and their families. Nonverbal artistic kids and their mothers in particular have an incredible, measurable psychic bond where the mother can be in another room. The mother can look at images. The kid will be able to write down what the mother sees. The mother could be reading things and the child will write down what she's reading. And it turns out these kids have abilities that are unexplainable. She documented a nonverbal autistic kid who had the ability to read higher glyphs. They have the ability to read languages that they've never studied. It's very strange. And that they all meet up on some place called the hill. Psychically, they meet up together and they all describe it. So some place, psychically, we're all these nonverbal autistic kids get together. Yeah, like, so this documentary, the telepathy tapes is like very well researched. Like what they're doing, they made sure they covered up any reflective surfaces. There was, they checked everybody for wires. They scanned the room for any device that could possibly transmit information. That was nothing. And these children were able to do this like 100% of the time. This is, it's a real documented phenomenon that a lot of people were reluctant to believe in.",
        "end": 205.09,
        "episode_id": "episode_1",
        "segment_id": 91
    },
    {
        "start": 205.09,
        "text": "You know, because it's one of those things you believe in and all you believe in fucking fairy tales, superstition, shit, you're a sucker. But no, it's real. There's, there's some sort of a bomb that exists. And the more people that I've talked to about this, think that this is, it's not that this is an emerging phenomenon in human beings, but it's in the collected aspect of our senses, the awareness. Because of language and because of media, we're being exposed to things all the time. So we've, we've kind of let that part of our brain atrophy. But that's intuition. That's when you know things about someone, you meet someone, you know, with their full of shit. You know, some people, you meet them and like right away, like, get me the fuck away from this guy. You know what I mean? I just, you feel their, their spirit. They scoff, you feel some energy, right? But it's, there's something real to that. And if you're in tune to it, you'll live a better life because you make better decisions. Because that, you'll feel that energy in your heart. I see where this is going. I've had this with, yeah, this thing has been going on. So it was funny because when I said to the media, I said, I'm here. Where's my sister? She said, oh, she just, she doesn't need to talk to you. I said, what the fuck? I just made this whole thing to come here. She said, she talks to you every day. Talks to you all the time.",
        "end": 206.3,
        "episode_id": "episode_1",
        "segment_id": 92
    },
    {
        "start": 206.3,
        "text": "Because I was raising her kid. My parents, you lived with my mom and dad, lived right next door to us. Lori and I have the two boys, Hunter and Ryder. But we're all big family and within the same acre. And I'm like, wow, it is happening. I do, I get all these things. Because I'm thinking about things. I'm talking to jewels about things. I'm working with jewels about it's a young boy. And just all these things. And a lot of it coming from things I think of my sister. And I, this is way outside of the spectrum of anything I ever talk about. I mean, I tell my close friends about it. And probably people are watching us now saying, this is not kind of the show about the pizza. We're seeing coming off on this talk and do as dad the owl, that that's the non-smart bird. But I believe, well, you've seen the stories about somebody that's autistic and then they could just hear a song and play the piano. Yes. I mean, that's not hoax, but that's not fake stuff. This is where our brains are so much more powerful. Then, you know, then we, it's like talking to people from, I have a buddy of mine that's from Germany. It speaks for languages, it's a pretty smart guy. But it speaks for languages, they all get taught English in school while they get taught German from a young age from my first grade. So they all, you know, most of them all know how to speak a second language. But once you can learn a language and learn the,",
        "end": 207.51,
        "episode_id": "episode_1",
        "segment_id": 93
    },
    {
        "start": 207.51,
        "text": "you know, how to adapt to languages, you have the opportunity to, you know, be more, you know, available to learn other languages. I just, you sit and look at him and do we, do we not, you know, how much we do we use? Yeah, we just tracked ourselves a little on nonsense. But that's also like the difference between like an athlete and a sedentary person. Like obviously your body can do a lot more than you're asking of it, you know. But there's something about autistic kids. They tap into some aspect of the brain that's just unavailable to you and I, like there's this one kid who flew over Manhattan in a helicopter and then did a absolutely picture-perfect, detailed drawing of the skyline just from memory. Mem, photo, yeah. And you watch him draw, you're like, this isn't sane. And then you see the actual photo of the skyline. And you're like, how, how, here it is. This kid, I mean, this is incredible, man. So this kid's, look at that. How insane is that? From flying over one time. Fucking memory, just from memory. I mean, this is incredible, man. Look at this, it's so nuts, man. Like he remembers everything he saw. And then he's drawing it. And he's, don't just try, just try, just try. He's not drawing a picture. He's drawing a, he's doing a billboard. Yeah, he's done, it's a huge thing. And he's doing every fucking window, man. This kid remembers everything. It's nuts. I work with a program called Best Buddies.",
        "end": 209.31,
        "episode_id": "episode_1",
        "segment_id": 94
    },
    {
        "start": 209.32,
        "text": "I've heard of it working with intellectually disabled adults and kids. I had a cousin with intellectual disabilities. I just thought everybody had a cousin that was, you know, a little different, a little unique. And super major part of our family, Doug. And so I heard about, I learned about this program Best Buddies and it was started by Anthony Shriver, who's unit, unit Shriver's son, unit Shriver started with the special Olympics. And Sergeant Shriver was the, you started the SEC, you know, the Shriver Kennedys, that whole group, you know, I'm sure you know. So anyhow, I work with this program. And I work with these intellectually disabled adults and kids call Best Buddies. And when I got involved, it was Tom Brady hosting a celebrity football game at Harvard. And everybody would come and get involved in the buddies that were athletic with participate. And I was just there because I was invited to go. So I had to do something. So I cooked. I made appetizers for the event. And it was so fun at least. Buddies would gravitate towards me. And they wanted to cook, you know, foods that are common denominator of all people. And so we really have developed the program into this Best Buddies program where we got all the buddies, partnering with chefs. And the buddies love to do the repetitive, love to things that are laid out, organized, and put them together and so forth. But just an amazing group of people and huge hearts",
        "end": 210.54,
        "episode_id": "episode_1",
        "segment_id": 95
    },
    {
        "start": 210.54,
        "text": "and huge energy and huge, never a bad day. Always a smile, always happy, always want to give you a hug. You know, there's just so many, but again, when we were talking about things that get glazed over, things that get, you know, had school, we had the special-ed group, and they went off to their space. And we never really, I think educated people how to work inside or work with or understand or have the compassion to understand, you know, people with disabilities. And fortunately, I think we're getting better at it. I think our country is our world is starting to, but you know, when we can look at that and take that appreciation and see that and not see that as weird, but take that and appreciate it and think and say, wow. You know, here's somebody that's taking a difficult to your major difficulty and doing something with it. And I think that's, we need to be more, we need to open our minds up more to that stuff. There's a lot of that. Well, we don't really understand all that the mind is capable of. When you see someone do something like that, you're like, why is that available to an autistic kid and not available to everyone else? Like, what is it about that? Like, what is it about whatever he's missing in his ability to communicate? Or, I don't know if he's non-verbal. I don't know what that young man's issues are in particular, but clearly, there's something that doesn't work well",
        "end": 212.14,
        "episode_id": "episode_1",
        "segment_id": 96
    },
    {
        "start": 212.14,
        "text": "so something else works and in it that is weird in a way. And this is a thing with like some of them that are just geniuses when it comes to music or mathematics or whatever it is. Like, it's like, the brain has this insane potential and all sorts of weird ways. And with the brings us back to like, how much of the problems like what we're distracting our brains with every day? And what kind of fuel are you feeding your brain? You're feeding your brain a bunch of bullshit nonsense and gossip and negativity and how much we're not paying attention to how much we're not paying attention to. Like, it goes you're saying, when that now becomes, because we can chronicle it and we can see the video of it and it gets on social media, we can be aware of it. There's a positive social media, but there's so many of these buddies, like this young lady got up at saying the other day at this event and you know, very non-communicated when you just see her on the, but once you got on stage, she just blossomed into this other person. So I think that we're hopefully starting to take some recognition to the fact that there's more potential and that should be recognized. Yeah, that's trippy. It is trippy. It's trippy when you see these savants. And you wonder, like, what is it about them that makes them so extraordinary? And is this like, is this going to be more people like that in the future? Like, obviously cavemen couldn't do that,",
        "end": 213.44,
        "episode_id": "episode_1",
        "segment_id": 97
    },
    {
        "start": 213.44,
        "text": "but these people could do that. Is there, there's gonna be more people like that in the future, will there be more savants? You know, where is the human species headed? But then do we have some of these people that we don't call them savants or so? But there's some people that have invented some shit and created some stuff and took some recognition, some awareness to, you know, bacteria's becoming, you know, Louis pastoral, I mean, there's some people that have some higher thinking power that you've taken us down some paths that, you know, it's like the computer and all of that was, I mean, I can lose yourself in it that somebody was able to, I do it with architecture when I look at a building and you look at these gigantic skyscrapers. And I'm happy when I can build a wood shed that square, you know, that everything blinds up correctly, but somebody's gonna do this out of steel and cement and glass and all the same and they just build that and it's perfect. And you just look at that and go, wow, what goes on in their mind? Because I'll make you a really good post to this right now. You know, well, there's a place for everybody in this world. That's the thing, it's like, whatever their personality is, the way their mind works, it's suited to architecture. Yours is suited to food. Some suited to music. There's some people that are, you know, comedic geniuses. There's some people that are artistic geniuses.",
        "end": 215.04,
        "episode_id": "episode_1",
        "segment_id": 98
    },
    {
        "start": 215.04,
        "text": "It's like, that's the beautiful thing about life. It's the most difficult thing for young people to find the correct path. And the worst thing is when you're on the wrong path and you just live a life of suffering and you wish you were doing something else. That's the saddest thing to me. It's someone who really wants to do something else. I mean, that's the classic song, right? That's the thing that's the song you're other piano, man. It's fostering, so what I try to do with, when I speak to young kids or classrooms or schools or whatever I do, it's a quit chasing the dollar. Quit looking at it thinking, I want to make the money. All right. I just say the first thing I say to them, what makes you happy? Right. What do you enjoy? Because if you enjoy it, it's not a job. If you enjoy it, you'll be able to put so much more time and energy into it without being tired. Go be yourself and go find what you love in life. And if you do that, it's gonna come. Say the ability to survive, the ability to live and have a house, it will come to, now that's not to say just because you love art means that you're gonna be Picasso tomorrow and you're gonna do it. You might have to actually go put in some hard work and take an art class and you're gonna have to do some shit. But you got to, and that's the other thing we're missing. Hard work? Yeah. Let's remember that. Anybody says that there's no such thing as 95 job.",
        "end": 216.25,
        "episode_id": "episode_1",
        "segment_id": 99
    },
    {
        "start": 216.25,
        "text": "I work every single day all the time. I mean, if I'm having fun, if I'm ripping it up, I'm at stage, I'm having fun, but it's always gonna be where it's always coming back to taking care of business. But I just think that when people start getting lost with that, one of the things I hope that the nucleus around these kids is that we foster imagination, foster critical thinking, back to what we're saying. And foster them into achieving their goals, help them right goals, help them have belief. You know, we can't just set them away. They're getting lost in their phone and believing that they're gonna be a TikTok star. Yeah, that's a problem. That's a problem. When you ask kids, like, what do they want to do? And a large percentage of them just want to be famous? Because they see these famous people, and they see, like, oh, look at that guy's got a Ferrari. Look at that guy's got a big guy. I'm willing, no. It's mind blowing. It's fun. And it's such a false reality. Yeah, but it's also a reality for some people. So it's like, what they're looking for. And it's also the thing that they're getting on their phone all day long. They're getting people who are doing it. And you can do it. You know, it's a really crazy statistic. 10% of girls that are between 18 and I think, like, 25 are on only fans. What? Yeah, one out of 10 girls are posing on only fans. And here gets even crazier. I think it's something like the number of,",
        "end": 218.03,
        "episode_id": "episode_1",
        "segment_id": 100
    },
    {
        "start": 218.03,
        "text": "like, what's the percentage of men that are subscribing to only fans? I think it's 80 million. I think there's a 100. We're going to blow up in 10 seconds. I call him a research by the way. Sure. I think this is like 160 million men in this country and 80 million of them are on only fans are subscribing to only fans. Yeah, it's one of the stats. I think it's like the neuter is like 50% of the men of a certain age are subscribing to only fans and 10% of the girls are involved in being models. So the number you said about 10% checks out, but it's like it's using stats. Since there's 1.2 million women aged 18 and 24 on only fans, and there are approximately 10 million women that age in America. So yeah, 10% and then 10% of the girls are showing their body and doing things on only fans for money. I got 82 million men are reported to subscribe to only fans. It might be overstated, but this also weirdly says that the platform had 1.2 million American women. So that's almost all of them are 18 and 24. There's 200, and this also says there's 3 million registered creators. So I don't know who the other one point. Probably over 24 or dudes or dates. Yeah, that's right, there's dudes that do it too. Yeah, there's not, it would be more dudes than women on there. That's kind of crazy. Can't take a piss. Yeah, well, let's just, we can wrap this up. We're going to wrap this up by now. We've got to wrap it up soon.",
        "end": 219.43,
        "episode_id": "episode_1",
        "segment_id": 101
    },
    {
        "start": 219.43,
        "text": "We're doing it two hours and 40 minutes. I don't fucking want to go on it. We're this fucking awesome. If you would, by the way, come back and have two. I can't imagine that it's not working. Thank you. I've listened, and I applaud you. I think that you read yourself, read your body, read your mind, tell you, you know, heard you talking about it. I think that people need to listen to themselves, and you know, see how it makes them feel. And I talk about people what they eat and how it makes them feel. But, no, that's a big, no. Now, I think this is weird. It's like, there's so many other things. I was going to pick your brain about the dark web, because that's another thing that I just sit there and go, what is back, I don't even want to know what's behind that door. You don't want to know that. And I don't want to know what's behind that door, and it scares me, because I started talking to that tech security people, but it's like this holy fan stuff. I mean, I don't even want to know about it. I don't even want the darkness of the human soul. It exists always. And for a lot of these girls, like they just don't have a very good job, and then they get caught up in this only fan's thing, and then we talk about money. Living in perpetuity? Yeah. I knew it. You were talking about that one. But that one, right? Because people are screen-grabbing that stuff, and people are recording that stuff.",
        "end": 220.51,
        "episode_id": "episode_1",
        "segment_id": 102
    },
    {
        "start": 220.51,
        "text": "And it's good luck on that one. I know. And it's just like nobody's telling them that when they're young, they're not getting raised properly, unfortunately. For the little bit of scratch you get now, and then have that affection in your life, I mean, it's, yeah, we need, it's, I'm not, you know, I don't have the answer for it. But I really think that I was talking about making a contribution to your community, you know, I remember how much I'm the parents used to come to the classroom and help in the classroom when I was in a kid. I don't know if that still happens. I don't know what goes on. But this mentorship program, I ran into a guy the other day with it, was a big brother, big brother, big sister program. And I was just so, it was great to meet him. I'm like, tell me about him, man, like, you're doing that. I didn't even need any of the program existing more. That's awesome. So there's, there's things like that that I just hope we still remember that we had some really core fundamental. It doesn't mean our era was right or that we didn't do it without failure, we didn't do it without our issues, you know, as we were speaking. But I really hope that we continue to believe in ourselves because we can write the shit, man. Yeah, there's always going to be good in this world and there's always going to be evil. And you got to kind of like battle it out. Well, that's, that's part of what life is about.",
        "end": 222.04,
        "episode_id": "episode_1",
        "segment_id": 103
    },
    {
        "start": 222.04,
        "text": "And the unfortunate thing is that a lot of that evil is why you appreciate the good, you know? And the good is there to show people that there's another path. Yeah. Well, back to the beginning of, you're not political, you're, I mean, you've got your, but the positivity and the conversation that goes on, John Cresinsky during COVID, I did his show. He had this really cool podcast or, I don't know what exactly the call of shows. Did you see it? It was all the right. It was about, it was all posse. Oh, it was a great deal. It was a great, I can't think of the name of it. It was an acronym. It was like all positive stuff or something on those lines. It helped me raise some money. I was raising money for restaurant workers. And we just need more positive noise. We need more positive message. Yeah, and people need to make a decision in their own mind that they want to accentuate the positive aspects of their own life and stop dwelling on the negative and move forward and try to be a positive influence in as many ways as they can. You're doing it matter here. You're, you're too, bro. You're too. You're too. But thank you for having me. My pleasure. I've looked forward to this for a really long time. I've learned that my three boys are getting more of a kick out of this than anybody in the height of them. Yeah. Thanks to you. Appreciate you. Thanks for being here. And thank you for the scars.",
        "end": 223.23,
        "episode_id": "episode_1",
        "segment_id": 104
    },
    {
        "start": 223.23,
        "text": "Thank you. Keep it up. Thank you. Tell me what ever I can help. Yes, sir. All right. Thank you.",
        "end": 223.31,
        "episode_id": "episode_1",
        "segment_id": 105
    }
]